{
  "legends": [
    {
      "title": "Aycayía",
      "content": "Aycayía fue la única bailadora de la corte del cacique que se salvó del naufragio de la piragua. Era la más hermosa de las mujeres de la corte, la que bailaba con más arte y cantaba con más dulzura, por esa razón continuaba perturbando el orden, alejando a los hombres del trabajo y de sus obligaciones como guerreros. El cacique se reunió de nuevo con los behiques y los ancianos y acordaron consultar por segunda vez al Cemí, quien les dijo: Aycayía, es la encarnación del pecado, con sus bailes y sus cantos proporciona a los hombres el placer, pero los hace sus esclavos y les roba su voluntad. Y su fuerza diabólica está en que satisfaciendo a todos no se entrega a ninguno. Virgen es y morirá virgen. Si quieren vivir tranquilos échenla de vuestra tribu. Siguieron el consejo del Cemí y desterraron a Aycayía a vivir en un lugar apartado y solitario en compañía de una anciana llamada Guanayoa en lo que hoy se conoce como Punta Majagua. Los hombres, sin embargo, siguieron visitando a Aycayía y llevándole flores, conchas y laminillas de oro, las indias de Jagua se veían abandonadas por sus hombres, entonces acudieron al Behíque principal y a los ancianos, quienes a su vez consultaron al Cemí de la diosa Jagua por tercera vez. El Cemí les dijo: “Estas semillas que les entrego son un amuleto contra la infidelidad. Entréguenselas a las mujeres para que las siembren en sus jardines y huertos. Cuando ellas florezcan desaparecerán sus inquietudes y recuperarán el amor de sus novios y esposos”. Las mujeres plantaron aquellas semillas con solícito cuidado y de ellas nació un árbol llamado Majagua, que en lengua siboney significa Madre de Jagua. Sus flores y su madera son consideradas desde entonces como amuletos contra la infidelidad conyugal. Crecieron las majaguas y sobrevino un fuerte huracán que arrasó la barbacoa (casa construida en pilares sobre el agua) en que vivían Aycayía y su anciana acompañante Guanayoa, quienes fueron arrastradas por el viento y las aguas al mar. La vieja Guanayoa se convirtió en una tortuga y la bella Aycayía fue transformada en una hermosa sirena, que desde entonces vaga por la bahía de Jagua sonando un enorme y nacarado cobo (caracol), purgando el pecado de haber sido bella, seductora y virgen. Desaparecida Aycayía, cesó la tormenta y la vida volvió a la normalidad entre los habitantes de Jagua. Los hombres volvieron a trabajar y pronto los campos produjeron viandas y frutas variadas, los bosques aves, los ríos y el mar peces. La población se sentía segura pues los hombres estaban listos a repeler cualquier agresión de las tribus vecinas, el cacique, los behiques y los ancianos estaban contentos, pues veían en ese cambio la mano protectora del Cemí, así las mujeres volvieron a atender sus hogares y a realizar las faenas diarias. Periódicamente se celebraban AREITOS (fiestas) para conmemorar hechos notables con los mejores músicos y también batos, un juego de pelota hecha de resina, que era golpeada con las manos y los pies.",
      "icon": "assets/icons/aycaia.png",
      "audio": "audio/azurina.mp3"
    },
    {
      "title": "Azurina",
      "content": "Se cuenta en la leyenda “Azurina” que un temerario y feroz pirata, en el día que se perdió en el calendario, arribó a Jagua y confió al bueno de José Díaz el cuidado de una bella mujer que, sin dudas, había perdido el juicio. La vieja crónica refiere lo siguiente: a Estrella - que era el nombre de la mujer- nada le interesaba, permanecía muda con la mirada vaga. De vez en cuando, sus ojos adquirían una dolorosa expresión  y pronunciaba algunas incoherentes  palabras. Después caía postrada con leves temblores en todo el cuerpo. ¿Quién era aquella mujer? ¿Cuál era su pasado? Imposible saberlo. Ella nada podía decir, y el pirata nada dejaba entrever. José Díaz tenía esperanzas de que Estrella le dijera la verdad, por eso comenzó a prodigarle cuidados y atenciones. Te baste saber le dijo el pirata, que me intereso por ella, y sobre todo, por el niño que lleva en sus entrañas. Cuídala bien,  y cuando sea madre, sírvele de padre al hijo, el pirata le advirtió a José Díaz que estaba bien recompensado con el oro y  joyas que le había dejado. Transcurrió el tiempo y Estrella mejoró su salud pero no recobró el juicio; ella murió en el parto dejando una niña y el secreto de su vida anterior. José Díaz quiso como suya a la preciosa niña que había nacido y le puso por nombre Azurina, que  quedó para  siempre en la memoria de los cienfuegueros.",
      "icon": "assets/icons/azurina.png",
      "audio": "audio/azurina.mp3"
    },
    {
      "title": "Caletón de Don Bruno",
      "content": "Una mañana de tormenta llegó a la bahía de Jagua una misteriosa galera procedente de un país desconocido, que ancló en el “Caletón de don Bruno”. Todas las tardes al morir el sol veíase encima de los farallones que circundan el Caletón una figura alta de mujer, vestida de blanco, de elegante andar con paso reposado acompañada por tres ataviadas damas. Transcurrieron unas semanas y una noche estrellada de hermosa luna, un grito estridente y fuerte, un alarido humano de angustia y dolor, rompió el silencio de la noche y llenó de pánico a los habitantes del lugar. Al amanecer pequeños grupos de pobladores caminaban por la playa comentando el suceso que de lo alto del Caletón había partido. No volvió a verse la blanca figura por la alta línea de las elevaciones. Dos días después enfiló el barco por el canal hacia mar a fuera sin que nunca nadie viera o hiciera contacto con sus tripulantes, llevando consigo el misterio de su estancia en esta bahía y una leyenda de tragedia.",
      "icon": "assets/icons/caleton_de_don_bruno.png",
      "audio": "audio/azurina.mp3"
    }
  ]
}
