{
  "legends": [
    {
      "title": "Aycayía",
      "content": "Aycayía fue la única bailadora de la corte del cacique que se salvó del naufragio de la piragua. Era la más hermosa de las mujeres de la corte, la que bailaba con más arte y cantaba con más dulzura, por esa razón continuaba perturbando el orden, alejando a los hombres del trabajo y de sus obligaciones como guerreros. El cacique se reunió de nuevo con los behiques y los ancianos y acordaron consultar por segunda vez al Cemí, quien les dijo: Aycayía, es la encarnación del pecado, con sus bailes y sus cantos proporciona a los hombres el placer, pero los hace sus esclavos y les roba su voluntad. Y su fuerza diabólica está en que satisfaciendo a todos no se entrega a ninguno. Virgen es y morirá virgen. Si quieren vivir tranquilos échenla de vuestra tribu. Siguieron el consejo del Cemí y desterraron a Aycayía a vivir en un lugar apartado y solitario en compañía de una anciana llamada Guanayoa en lo que hoy se conoce como Punta Majagua. Los hombres, sin embargo, siguieron visitando a Aycayía y llevándole flores, conchas y laminillas de oro, las indias de Jagua se veían abandonadas por sus hombres, entonces acudieron al Behíque principal y a los ancianos, quienes a su vez consultaron al Cemí de la diosa Jagua por tercera vez. El Cemí les dijo: “Estas semillas que les entrego son un amuleto contra la infidelidad. Entréguenselas a las mujeres para que las siembren en sus jardines y huertos. Cuando ellas florezcan desaparecerán sus inquietudes y recuperarán el amor de sus novios y esposos”. Las mujeres plantaron aquellas semillas con solícito cuidado y de ellas nació un árbol llamado Majagua, que en lengua siboney significa Madre de Jagua. Sus flores y su madera son consideradas desde entonces como amuletos contra la infidelidad conyugal. Crecieron las majaguas y sobrevino un fuerte huracán que arrasó la barbacoa (casa construida en pilares sobre el agua) en que vivían Aycayía y su anciana acompañante Guanayoa, quienes fueron arrastradas por el viento y las aguas al mar. La vieja Guanayoa se convirtió en una tortuga y la bella Aycayía fue transformada en una hermosa sirena, que desde entonces vaga por la bahía de Jagua sonando un enorme y nacarado cobo (caracol), purgando el pecado de haber sido bella, seductora y virgen. Desaparecida Aycayía, cesó la tormenta y la vida volvió a la normalidad entre los habitantes de Jagua. Los hombres volvieron a trabajar y pronto los campos produjeron viandas y frutas variadas, los bosques aves, los ríos y el mar peces. La población se sentía segura pues los hombres estaban listos a repeler cualquier agresión de las tribus vecinas, el cacique, los behiques y los ancianos estaban contentos, pues veían en ese cambio la mano protectora del Cemí, así las mujeres volvieron a atender sus hogares y a realizar las faenas diarias. Periódicamente se celebraban AREITOS (fiestas) para conmemorar hechos notables con los mejores músicos y también batos, un juego de pelota hecha de resina, que era golpeada con las manos y los pies.",
      "icon": "assets/icons/aycaia.png",
      "audio": "audio/aycaia.mp3"
    },
    {
      "title": "Azurina",
      "content": "Se cuenta en la leyenda “Azurina” que un temerario y feroz pirata, en el día que se perdió en el calendario, arribó a Jagua y confió al bueno de José Díaz el cuidado de una bella mujer que, sin dudas, había perdido el juicio. La vieja crónica refiere lo siguiente: a Estrella - que era el nombre de la mujer- nada le interesaba, permanecía muda con la mirada vaga. De vez en cuando, sus ojos adquirían una dolorosa expresión  y pronunciaba algunas incoherentes  palabras. Después caía postrada con leves temblores en todo el cuerpo. ¿Quién era aquella mujer? ¿Cuál era su pasado? Imposible saberlo. Ella nada podía decir, y el pirata nada dejaba entrever. José Díaz tenía esperanzas de que Estrella le dijera la verdad, por eso comenzó a prodigarle cuidados y atenciones. Te baste saber le dijo el pirata, que me intereso por ella, y sobre todo, por el niño que lleva en sus entrañas. Cuídala bien,  y cuando sea madre, sírvele de padre al hijo, el pirata le advirtió a José Díaz que estaba bien recompensado con el oro y  joyas que le había dejado. Transcurrió el tiempo y Estrella mejoró su salud pero no recobró el juicio; ella murió en el parto dejando una niña y el secreto de su vida anterior. José Díaz quiso como suya a la preciosa niña que había nacido y le puso por nombre Azurina, que  quedó para  siempre en la memoria de los cienfuegueros. ",
      "icon": "assets/icons/azurina.png",
      "audio": "audio/azurina.mp3"
    },
    {
      "title": "Caonao y Jagua",
      "content": "Caonao, cacique de los hombres y dueño de las tierras y de los ríos creció al cuidado de sus padres y se hizo un hombre; pero una profunda tristeza y melancolía le embargaban. Un día mirando a dos pajarillos arrullarse comprendió el motivo de su pena: estaba solo en Ocón (la tierra), sin una compañera a quien contar sus penas, sus alegrías, sus esperanzas y sus ilusiones; sólo existía en la tierra una mujer, y esa era su madre. Vagando por el bosque para distraer su soledad, encontró un árbol con flores blancas y de cuyas ramas pendían unos frutos grandes, ovalados y de color pardo que al madurar caían al suelo, esparciendo al deshacerse unas pequeñas semillas. CAONAO sintió el irresistible deseo de probar aquel fruto y tanto le gustó que llenó con ellos un catauro (cesta en lenguaje siboney). Un inesperado rayo de luz lunar enviado por MAROYA, hirió a los frutos contenidos en la cesta, haciendo brotar de ellos un ser maravilloso pero distinto: una mujer joven, hermosa, risueña, de piel aterciopelada, labios rojos y negra cabellera, su nombre, JAGUA, que en lengua siboney significa principio, origen, mina, manantial, fuente y riqueza. Y con ese mismo nombre, Jagua, designó él al árbol de cuyos frutos había salido la bella mujer. CAONAO la contempló con éxtasis y la amó desde el primer momento; la melancolía y la tristeza desaparecieron inmediatamente de su corazón, ya no estaría sólo en el mundo; ya tenía para compartir su vida una compañera que la enviaba MAROYA, la luna, la diosa de la noche. Fue JAGUA, la esposa de CAONAO, quien enseñó a los pacíficos siboneyes el cultivo de los campos; el canto, el baile, la manera de curar las enfermedades, la alfarería y las artes de la pesca y de la caza. Según la leyenda siboney, de Hamao y Guanaroca, padres de Caonao, descienden todos los seres que pueblan Ocón, la tierra. Y así fue la génesis.",
      "icon": "assets/icons/caonao_y_jagua.png",
      "audio": "audio/caonao_y_jagua.mp3"
    },
    {
      "title": "El caletón de don Bruno",
      "content": "Una mañana de tormenta llegó a la bahía de Jagua una misteriosa galera procedente de un país desconocido, que ancló en el “Caletón de don Bruno”. Todas las tardes al morir el sol veíase encima de los farallones que circundan el Caletón una figura alta de mujer, vestida de blanco, de elegante andar con paso reposado acompañada por tres ataviadas damas. Transcurrieron unas semanas y una noche estrellada de hermosa luna, un grito estridente y fuerte, un alarido humano de angustia y dolor, rompió el silencio de la noche y llenó de pánico a los habitantes del lugar. Al amanecer pequeños grupos de pobladores caminaban por la playa comentando el suceso que de lo alto del Caletón había partido. No volvió a verse la blanca figura por la alta línea de las elevaciones. Dos días después enfiló el barco por el canal hacia mar a fuera sin que nunca nadie viera o hiciera contacto con sus tripulantes, llevando consigo el misterio de su estancia en esta bahía y una leyenda de tragedia.",
      "icon": "assets/icons/el_caleton_de_don_bruno.png",
      "audio": "audio/el_caleton_de_don_bruno.mp3"
    },
    {
      "title": "El combate de las Piraguas",
      "content": "Entre los siboneyes de Jagua se destacaba ORNOYA, un bravo y fornido guerrero, que más de una vez se había medido con peligrosos adversarios derrotándolos. Ornoya era el orgullo y la seguridad para los moradores de Jagua. Un día el viejo cacique Ornocoy, que reinaba en una de las islas Lucayas, codicioso de las riquezas y de las mujeres de Jagua, se presentó en la bahía acompañado por más de doscientos guerreros a bordo de varias decenas de piraguas (canoas indias) armados de flechas y macanas. Apercibidos del peligro los habitantes de Jagua mandaron al monte (bosque) a las mujeres, a los niños y a los ancianos en busca de refugio y salieron en sus piraguas al encuentro de los lucayos. Al frente de los jagüenses en la primera piragua iba Ornoya blandiendo su macana con gesto desafiante. La lucha fue encarnizada, flechas, lanzas y macanas salieron a relucir. De ambos bandos caían los hombres atravesados por las flechas, traspasados por las lanzas o con el cráneo destrozado por las macanas. Ornocoy, el jefe lucayo, usó toda su destreza de viejo guerrero para derrotar a los de Jagua que, guiados por Ornoya, peleaban por su tierra patria, en un golpe de audacia Ornoya se acercó a la piragua donde se encontraba Ornocoy y de un ágil salto se abalanzó sobre el cacique destrozándole la cabeza con su macana. Aterrorizados los lucayos por la muerte de su jefe, trataron de huir en las piraguas, pero fueron hechos prisioneros, entre ellos seis caciques. En la playa los habitantes de Jagua, alborozados y dando vivas recibían como héroe a Ornosa y a los hombres que habían triunfado en la batalla de las piraguas, posteriormente se celebró la ceremonia de enterramiento de los héroes caídos en combate según  la costumbre, o sea, en  posición fetal, y para que las almas de los caídos en combate descansaran de día en espera de que Huión, el sol entrara en su cueva y aprovechando las protectoras sombras de la noche salieran a pasear y hacer fiesta bailando sus areitos al son de la música y a la luz de Maroya, la luna, saboreando dulces frutas y visitaran a sus prójimos en sus hamacas para gozar del no menos dulce deleite del amor sensual se le realizó a los Cemíes (ídolos) el ritual de la cohoba.",
      "icon": "assets/icons/el_combate_de_las_piraguas.png",
      "audio": "audio/el_combate_de_las_piraguas.mp3"
    },
    {
      "title": "El japonés y Pasacaballos",
      "content": "Corría el siglo XIX cuando un marino japonés tocó puerto en la ciudad Cienfuegos y al pasar en la goleta por el poblado Castillo de Jagua, le agradó tanto, que se quedó para  siempre en la Perla del Sur. Trabajó en las duras faenas del Muelle Real y allí gustaba de hacer apuestas para demostrar quién podía estar más tiempo bajo el agua o  llegar hasta el máximo de profundidad, una vez, en Pasacaballos, en esta orilla que da hacia el Castillo de Jagua, probó suerte a buscar una moneda de oro que  había caído al mar, con rapidez, se hundió en el mar en busca de la moneda, pasaron largos minutos y los presentes empezaron a inquietarse. Repentinamente vieron al japonés que llegaba a la superficie y tras respirarprofundamente, gritó: ¡CABALLO! ¡CABALLO! ¡GRANDE! Se recuperó, pero sin quitar la vista del mar balbuceaba que allí debajo había un caballo enorme. El japonés enloqueció y vivió como mendigo pero nunca más se separó de las orillas de la boca de la bahía en Pasacaballos. En ocasiones el japonés señalaba el mar y muchas personas llegaron a escuchar los cascos de caballos que, allá, en la profundidad, cabalgaban a gran velocidad. Aun hay quienes aseguran que horas antes del azote de un huracán, se escuchan los cascos de caballos salidos de las profundidades que vienen a avisar a los vecinos de la región del peligro que se avecina.",
      "icon": "assets/icons/el_japones_y_pasacaballos.png",
      "audio": "audio/el_japones_y_pasacaballos.mp3"
    },
    {
      "title": "Hamao y Guanaroca",
      "content": "Los aborígenes rendían culto a HUIÓN, el sol y a MAROYA, la luna, como padres que son de sus dos principales deidades. Desde el principio de los tiempos, Huión, el sol, abandonaba periódicamente la cueva donde dormía para elevarse en el cielo y alumbrar a Ocón, la tierra, huérfana del ser humano. Huión tuvo un deseo: crear al hombre, para que hubiera quien le admirara y adorase, esperando todos los días su salida, y viese en Él al poderoso señor del calor, la luz y la vida. A su mágico conjuro surgió Hamao, el primer hombre. Ya tenía el astro rey quien le adorara y le saludara todas las mañanas con respetuosa alegría desde los alegres valles y altas montañas. Esto le bastaba a Huión y no se preocupó más de Hamao, a quien el gran amor que por su creador sentía no bastaba a llenarle el corazón, veíase solo, en medio de una naturaleza espléndida, dotada de una vegetación exuberante, en medio de la universal manifestación de vida y amor, sentía Hamao languidecer su espíritu y le afligía la inutilidad de su vida solitaria. Siendo imitado Huión por la sensible y dulce Maroya, la luna, quien se compadeció de Hamao, y para dulcificar su existencia, le dio una compañera, creando a Guanaroca, o sea, la primera mujer, grande fue la alegría del primer hombre, al fin tenia un ser con quien compartir goces y penas, alegrías y tristezas, diversiones y trabajos. Los dos se amaron con frenesí y con inacabable pasión, sin saber todavía lo que era el hastío. Ambos vivieron idílicamente hasta que les nació IMAO, captor de los mimos de su madre, al punto de provocar los celos del padre. Un día, no creyendo resistir mas, HAMAO llevó el crío al bosque, dejándolo morir de hambre y frío oculto en un güiro colgado en lo alto de un árbol. Guanaroca notó su ausencia y corrió a buscarlo infructuosa y desesperadamente, iba a caer rendida por la fatiga cuando el trino de un pájaro de hermoso plumaje la hizo levantar la cabeza y descubrirlo todo; el güiro se le deshizo en las manos, y fue tanto su llanto que inundó el valle, formando la laguna Guanaroca y la bahía JAGUA. Del güiro brotaron majaes, (serpiente cubana), que formaron los ríos Damují, Salado, Inglés, Caonao y Arimao. Y tortugas, la mayor no pudo arrastrarse mucho y se quedó sobre la playa, formando la península Majagua, donde milenios después se fundara la villa; otras pequeñas también se cansaron y se vararon, formando los cayos Carenas, Alcatraz, Ocampo y Guano, (actual cayo Loco), que se formó con los restos de una pata de la tortuga mayor, que en lucha con un gran pez hubo de perderla, que ya desprendida flotó en el agua. Y brotaron también variedades de peces y animales marinos poblando la laguna, los ríos y la bahía. Hamao comprendió tardíamente el horrible pecado que había cometido y arrepentido pidió perdón a Guanaroca, quien se lo concedió. Tras el perdón vino el segundo hijo CAONAO. ",
      "icon": "assets/icons/hamao_y_guanaroca.png",
      "audio": "audio/hamao_y_guanaroca.mp3"
    },
    {
      "title": "Jose Díaz",
      "content": "Según la tradición, el primer europeo que vivió en las costas de Jagua fue José Díaz, tal vez cuando Cristóbal Colón descubrió la isla después de 1492, se narra que cuando Sebastián de Ocampo, hizo el bojeo de Cuba, ya Díaz residía en Tureira, hoy Punta Gorda, en el lugar que actualmente ocupa  el hotel Jagua y que él bautizó con el nombre de 'Amparo'. Era Díaz, un español muy joven cuando arribó a Tureira, ignorándose su  procedencia, se supone fuera náufrago o desertor de alguna expedición. Cuenta la tradición que era un hombre sociable, que mantenía relaciones amistosas con los siboneyes y pronto se unió a la bella india Anagueía con la que tuvo numerosa prole. Asimiló las costumbres de los siboneyes y éstos aprendieron de él las artes y oficios europeos. Obsesionado Díaz por los recuerdos de los alcázares de Sevilla, Granada, y Segovia quiso construir un edificio que por su tamaño y arquitectura se pareciera a aquellos y no contando con recursos suficientes, pidió a los dioses siboneyes y principalmente a Jagua, lo ayudaran a edificar el alcázar soñado. Y por arte de magia surgió un bello edificio similar a los alcázares añorados. Creyendo Anagueía que era obra del espíritu del mal, de  MABUYA, invocó el auxilio de Huión, logrando que el castillo fuera destruido y quedando solamente los cimientos. ",
      "icon": "assets/icons/jose_diaz.png",
      "audio": "audio/jose_diaz.mp3"
    },
    {
      "title": "La Bruja de las Calabazas",
      "content": "En época de la fundación, a la Ensenada de las Calabazas vino a vivir una anciana, de alta estatura que caminaba encorvada apoyada en una caña, tenía los ojos negros y pequeños, la boca sin dientes y una larga cabellera, la que dijo llamarse Belén, siendo conocida por “Señá” o “Ñá Belén” y también por la “Vieja de las Calabazas”, intrigó a los habitantes de Fernandina de Jagua, asegurando algunos que se trataba de una infeliz mujer que había venido desde el poblado Yaguaramas cabalgando sobre un buey, pero la mayoría aseguraba que era una bruja que, procedente de Islas Canarias, había llegado a la población montada en una escoba. “Ñá” Belén ejerció los oficios de lavandera y curandera, llegando a tener tanta fama por sus aciertos en curar enfermedades, que fue la más grande competidora de los primeros médicos, don Domingo Monjenié de Norié, don José Valladares y del boticario don Félix Lanier, pero en cierta ocasión en que se desató una epidemia “Ñá Belén” fue acusada de provocarla, asegurando los vecinos que envenenaba con sus brebajes a quienes iban a ella en busca de salud y que enfermaba a los niños, por tal motivo un buen día sin que nadie supiera el rumbo tomado por ella o su paradero, desapareció en la noche, sin que nadie la viera, asegurando algunos que en cierta ocasión en que se remontaba en el espacio, cabalgando en su mugrienta escoba, sosteniendo un paraguas y rodeada de lechuzas y murciélagos, estalló en el aire, aunque hay quien afirme, que varios vecinos, asustados por la influencia maligna de la bruja, acudieron una noche a su bohío (choza de madera y techo de hojas de palma) dándole muerte y enterrándola allí mismo. ",
      "icon": "assets/icons/la_bruja_de_las_calabazas.png",
      "audio": "audio/la_bruja_de_las_calabazas.mp3"
    },
    {
      "title": "La dama de azul",
      "content": "En los primeros años de construida la fortaleza “Castillo de Nuestra Señora de los Ángeles de Jagua”, a horas avanzadas de la noche, un ave rara, desconocida y venida de ignotas tierras después de volar sobre la región se dirigía a la fortaleza y describía sobre ella grandes espirales, a la vez que lanzaba agudos graznidos. Como si respondiera a un llamamiento de la misteriosa ave, salía de la capilla de la fortaleza, mejor dicho, se desprendía de las paredes, filtrándose a través de ellas, un ave fantasma que se convertía en una sombra de mujer, alta, elegante, vestida de brocado azul, guarnecido de brillantes, perlas y esmeraldas y cubierta por un velo sutil, transparente que flotaba en el aire, y después de pasear por los muros y almenas del castillo, desaparecía súbitamente, como si se disolviera en el espacio. La fantástica visión se repetía varias noches produciendo el temor entre los soldados que guarnecían la fortaleza; aquellos curtidos hombres no se atrevían a enfrentarse con la misteriosa aparición, y por temor a ella, llegaron a resistirse a cubrir de noche las guardias que les correspondían. Un joven alférez, recién llegado, arrogante y decidido, que no creía en fantasmas y apariciones de ultratumba, se rió de buena gana del temor de los soldados y para probarles lo infundado que era, se dispuso una noche a sustituir al centinela. Hermosa era la noche y brillaban las estrellas y la luna en el firmamento. El mar en calma susurraba dulcemente la eterna canción de las olas. De la tierra dormida ni el más leve ruido surgía. El ambiente era de paz y de recogimiento; el alférez pensaba en su mujer ausente en lejanas tierras. De pronto oyó un penetrante graznido  y gran batir de alas, en el preciso momento que el reloj del castillo daba la primera campanada de las doce, levantó el alférez la cabeza y vio la extraña ave, describiendo grandes círculos sobre la fortaleza, y de las paredes de la capilla vio surgir y avanzar hacia él, a la misteriosa aparición que los soldados llamaban “La Dama de Azul”. El alférez dominó sus nervios y fue decidido al encuentro del fantasma. ¿Qué pasó entre “La Dama de Azul “ y el alférez? Nunca se supo, pues a la mañana siguiente de aquella noche fatal los soldados hallaron a su alférez, tendido en el suelo y sin conocimiento, y al lado una calavera, un rico manto azul y la espada partida en dos pedazos. El joven se recobró de su letargo, pero perdida la razón tuvo que ser recluido en un manicomio. Y aun hay  vecinos  que afirman que “La Dama de Azul” de vez en cuando hace paseos nocturnos sobre los muros de la fortaleza.",
      "icon": "assets/icons/la_dama_de_azul.png",
      "audio": "audio/la_dama_de_azul.mp3"
    },
    {
      "title": "Las mulatas",
      "content": "Cuenta la leyenda, que la excesiva afición de los siboneyes al baile y al juego de BATOS (un arte del actual base ball o pelota) habían relajado completamente sus costumbres, ya no se ocupaban de labrar la tierra ni de sembrar, por lo que sobrevino una gran hambruna por la falta del maíz, la yuca (mandioca), la malanga, el boniato y demás viandas. El viejo cacique de Jagua, deseoso de poner remedio al mal, reunió al Consejo formado por los BEHIQUES (hechiceros) y los ancianos y después de analizar la situación acordaron consultar al CEMÍ (ídolo), quien manifestó que la causa de tantos males era la belleza de las mujeres que formaban la corte del cacique y sus seductores cantos y bailes. Reunido de nuevo en Consejo, el cacique, los behiques y los ancianos decidieron matar a las siete hermosas mujeres que formaban la corte del cacique, como había aconsejado el Cemí, cuando fueron a ejecutar la sentencia, no tuvieron valor para matar a las siete mujeres y decidieron desterrarlas a un cayo de la bahía de Jagua. Tomaron pues a las mujeres y se embarcaron en una piragua (bote) a cumplir con su misión, pero en medio del trayecto se dieron cuenta que faltaba AYCAYÍA, la más bella. Pensaron regresar, pero en eso comenzó una tormenta y soplaron vientos tan fuertes que hicieron zozobrar la embarcación, ahogándose todos sus ocupantes con excepción de un behique que pudo llegar a un cayo. Las bellas indias náufragas fueron transformadas por el 'Dios de la Aguas' en mujeres marinas, conocidas como “Las Mulatas” que alegres y traviesas habitan desde entonces en la bahía de Jagua (actual bahía de Cienfuegos), se dice; y hay pescadores que lo aseguran, que en los días de encrespadas olas aparecen asustando a las débiles embarcaciones que se atreven a surcar las aguas de la bahía.",
      "icon": "assets/icons/las_mulatas.png",
      "audio": "audio/las_mulatas.mp3"
    },
    {
      "title": "La Tatagua",
      "content": "Cuentan que en los tiempos remotos, en Jagua (actual provincia Cienfuegos), antes que llegaran los colonizadores españoles, había una india muy bonita llamada Aipiri. Esta joven era muy dada a las fiestas y a las diversiones donde podía deleitar a todos con su melodiosa voz y con sus bailes. Un día, Aipiri se casó, y de esa unión nacieron seis hijos, pero a pesar que los años habían pasado, ella no lograba adaptarse a la vida de familia, y echaba de menos las fiestas. Pero un día, mientras su marido trabajaba en el campo, ella se fue a una fiesta dejando solos a sus hijos en la casa, y día a día ella se ausentaba más y más. Sus hijos, al no tener comida, porque su madre no se ocupaba de ellos, comenzaron a llorar con un fuerte guao guao guao. Mabuya, el dios del mal, los escuchó, y cansado de sus gritos los transformó en unos árboles que hoy día conocemos con el nombre de 'Guao', este árbol es tan venenoso que solo su sombra es capaz de causar las más graves intoxicaciones. Cuando Aipiri regreso a su casa, encontró seis árboles en lugar de sus hijos, y antes que pudiera recuperarse de su sorpresa, ella fue transformada en una 'TATAGUA', que es la mariposa nocturna que en la actualidad la conocemos como la mariposa bruja. Se dice que esta mariposa entra en las noches a las casas para recordarle a las madres que jamás deben abandonar a sus hijos.",
      "icon": "assets/icons/la_tatagua.png",
      "audio": "audio/la_tatagua.mp3"
    },
    {
      "title": "Mari-Lope",
      "content": "Lope era otro español que residía Tureira , se unió hacia 1528 a una india y tuvo con ella una niña bellísima, la que llamaron Mari, una tierna y hermosa mestiza de español e india, que heredara del padre las facciones caucásicas y de la madre el tinto dorado de la piel, la negrura del pelo y de los ojos, la mirada ingenua y el natural sencillo. Era de genio vivo y alegre, hacendosa, enamorada de las flores y apasionada al canto. Con el mismo cariño con que cultivaba sus silvestres flores, cuidaba de las palomas y pájaros con gran mimo. Nadie como ella cantaba con más unción, los areitos religiosos, ni con más ardor los cantos guerreros, ni con más dulzura las historias amorosas de siboneyes y piratas. A todos sonreía con ingenua pureza, a ninguno despreciaba por baja que fuera su condición, pero a nadie mostraba predilección especial, como no fuera a los que le dieron el ser. Educada por un padre profundamente piadoso, había germinado en ella y florecido lozano el místico amor por lo divino. Su espíritu iluminado se recreaba en las cosas y figuras celestiales; su alma flotaba siempre entre las nubes y reflejos de la gloria y su más ardiente aspiración era ir al eterno Paraíso Celestial ofrecido por Cristo. Tal era Mari-Lope, la tierna y hermosa doncella. De más está decir que la admiraban y requerían de amores todos los jóvenes siboneyes de la comarca, de los que siempre había rondando alguno por las cercanías del bohío de Mari-Lope. Ella, casta y pura, consagrada a sus flores y aladas  avecillas repartía los tesoros de su amor entre los que le habían dado el ser y Dios. Mari fue creciendo y se convirtió en la mujer más hermosa y codiciada por los hombres de Jagua en aquel entonces. Llegó un día la nave del pirata Jean 'El Temerario' pirata feroz, de mala entraña y peores instintos, joven todavía y de arrogante figura. Desfiguraban su rostro atezado, la dureza de la mirada y enorme cicatriz que le cruzaba la mejilla izquierda a poco de su desembarco, vio junto al mar a Mari Lope, verla y prendarse de ella fue una sola cosa, y acercándose decidido le brindó su amor. Ella lo rechazó con firmeza, pero el pirata, voluntarioso, juró hacerla suya a cualquier precio. Una tarde en que la vio paseando sola por la playa, se le presentó de improviso y le declaró de nuevo su amor, he prometido no ser de ningún hombre; pertenezco a Dios. Jean era a su modo creyente, pero en aquel momento sintió el aguijón de los celos del Ser Supremo que le disputaba el amor de la mujer que él adoraba. Mari -arguyó- el amor a Dios no puede impedirte que me correspondas. Es inútil, no insistas. No te amo. Puedo ser tu amiga, no tu amante. - Soy rico y valiente, señor de estos mares, que surco con mi bajel sin temor a nadie. Poseo inmensos tesoros y libre soy de apoderarme de cuantas riquezas estén a mi alcance. Ven conmigo; serás reina y señora, mis marineros tus vasallos, conquistaré para ti una isla, tendrás ricos trajes de seda y brocados, las más costosas joyas, esclavos dispuestos siempre a servirte y a satisfacer el menor de tus caprichos. Mari Lope movió negativamente la cabeza y se limitó a responder. Guarda para ti las riquezas que me ofreces: no las necesito. No puedo ser tuya, porque soy de Dios. Frenético de pasión y exacerbado por la negativa, Jean se acerca a Mari e intenta abrazarla. Logra ella, con esfuerzo sobrehumano, desprenderse de los hercúleos brazos que la enlazan y correr a su bohío. Cerca ya de éste, un grupo de piratas se le interpuso, Jean se acercó a ella y cuando ya casi la alcanzaba, brotó entre ambos una muralla de agudas espinas. Él, fuera de sí, le disparó con su pistola y Mari Lope se desplomó mientras una paloma blanca ascendió hasta perderse en las nubes. Brilló entonces un relámpago y Jean y sus secuaces se desplomaron sin sentido. Al recuperarse, éstos vieron llenos de espanto, como ardía el cuerpo de su jefe, cual una antorcha humana. Donde cayó muerta Mari Lope brotó súbitamente una hermosa planta, cubierta de flores de intenso color amarillo  azufre, conocida hoy con el nombre de Marilope flor típica de la región sureña, donde nace silvestre en terrenos pedregosos y secos, recordándonos el nombre de aquella  mestiza que prefirió morir a entregarse a quien no la merecía. La fantasía popular, siempre poética y creadora, representa a Mari vistiendo larga túnica amarilla, con una tosca cruz de madera al pecho, y tocada de largo y flotante cendal, coronada de flores de cují, llevando en la mano una cesta llena de las flores que llevan su nombre: Mari-Lope. Así termina la leyenda-tradición. Lector curioso y amante de las glorias de Cienfuegos, si alguna vez sientes el peso de la vida y tu espíritu flaquea, dirígete a las salobres orillas de Tureira y fija tu mirada en la modesta flor de Mari-Lope. Es recuerdo que debe su origen legendario a la pura y candorosa doncella que llevó su nombre, si la senda del deber se te hace espinosa, si las púas de la vida rompen tu corazón, si tu alma gime amargada por las hieles de la vida, si el presente es sombrío y el porvenir te aterra, recuerda con amor que una débil doncella te dio ejemplo de heroísmo y que supo morir, pero no ceder ante la fuerza bruta que la perseguía; saluda respetuoso y besa con cariño a la flor modesta a la que nuestros antepasados dieron el nombre de Mari-Lope en recuerdo de la heroína que ofrendó a Dios amores y vida.",
      "icon": "assets/icons/marilope.png",
      "audio": "audio/marilope.mp3"
    },
    {
      "title": "Maroya",
      "content": "La india Maroya bajaba al monte (bosque) todas las noches desde la luna para bañarse en las aguas del río Hanabanilla, que corre entre las lomas del Guamuhaya (verdadero nombre geográfico del llamado Escambray). En cierta ocasión Arimao, joven y apuesto guerrero, la descubrió casualmente en su baño nocturno, y se quedó admirado de su belleza; sobre todo de su larga cabellera, que le corría por la espalda hasta perderse a lo lejos flotando sobre las aguas del río. Desde ese momento, el joven quedó hechizado por aquel encanto de mujer. No había dudas: estaba enamorado. Por eso juró luchar con todas sus fuerzas por alcanzar el amor de Maroya. Noche tras noche la vigilaba oculto desde un montecito en la ribera del río; pero la joven, al más leve ruido, escapaba al cielo en un rayo de luna. Sin embargo, en una de esas ocasiones en que el guerrero se aproximaba para contemplarla, no pudo soportar más sus deseos, y como un loco se abalanzó sobre ella, y esta vez la joven no pudo escapar. Ya en sus brazos, Maroya, muy asustada, le dijo: ¿Quién eres, hombre malo o bueno?, y él, sin soltarla ni por un instante, le respondió: Soy Arimao, jefe guerrero de esta región. No me hagas daño, por favor; le respondió ella en tono suplicante. Daño no te haré. Sólo quiero que me ames como yo te amo a ti. Y cuando la india hizo ademán de escapar, Arimao la apretó con mucha más fuerza contra su pecho. Y así, ambos comenzaron a subir al cielo, envueltos en un rayo de luna. Pero en el ascenso, la india se fue despojando de su pelo. Aquella inmensa cabellera, cuya punta llegaba al nacimiento mismo del río, quedó serpenteando entre las montañas, y se precipitó en una impresionante cascada que desde entonces todos llamaron “Salto del Hanabanilla”.",
      "icon": "assets/icons/maroya.png",
      "audio": "audio/maroya.mp3"
    }
  ]
}
