{
  "legends": [
    {
      "title": "Aycayía",
      "content": "De las siete hermosas bailadoras y cantadoras que tenía el cacique en su corte, seis perecieron en el naufragio de la piragua; la que había escapado a la muerte, -bien por su involuntario retardo al entretenerse en su tocado, o porque previamente fuera advertida por el behique que sentía por ella especial predilección-, llamábase Aycayia y era de las siete la más hermosa, la que bailaba con más arte y cantaba con más dulce y melodiosa voz.\n Así no es de extrañar que ella sola siguiera perturbando la tranquilidad de la grey, alejando a los hombres del trabajo, apartándolos del cumplimiento de sus deberes guerreros y llevando la desunión a los hogares. De nuevo se reunieron en consejo el cacique, los ancianos y behiques, y por segunda vez acudieron en consulta al todopoderoso Cemí que les habló de este modo:\n - Aycayia encarna el pecado, el pecado de la belleza, del arte y del amor. Proporciona a los hombres el placer; pero les hace sus esclavos, robándoles la voluntad. Y su diabólica fuerza está en que satisfaciendo a todos, no se entrega a ninguno. Virgen es y virgen morirá. Si queréis vivir tranquilos, arrojadla de vuestro seno.\n El consejo del Cemí fué seguido. Aycayia, condenada a vivir aisladamente en compañía de una anciana llamada Guanayoa, fue llevada a un solitario lugar llamado hoy Punta Majagua.\n Desgraciadamente, no por ello mejoró la situación. Era tal el imperio que sobre los hombres ejercía la bella bailarina, que a diario acudían a Punta Majagua los siboneyes, abandonando trabajos y hogares, con el solo objeto de ver a Aycayia ejecutando sus danzas maravillosas, en las que hacía prodigios de agilidad y destreza, y oírla cantar con su voz dulce y acariciadora.\n Como es natural, todos rivalizaban en obsequiarla, llevándole frutos, plumas, conchas, laminillas de oro y otros adornos propios para satisfacer la femenil vanidad; y ella a todos sonreía y de todos aceptaba el obsequio, sin que ninguno pudiera jactarse de ser el preferido. Las pobres indias de Jagua se veían abandonadas, las casadas de sus esposos, las doncellas de sus novios, quienes solo tenían ojos y oídos para la incomparable Aycayia.\n Acudieron en queja al cacique, y este la traslado al behique principal, que trató en vano de que las descarriadas ovejas volvieran al redil. La bella desterrada, podía más que todas las amenazas y conveniencias. Entonces el behique acudió al medio supremo infalible: consulto por tercera vez al Cemí de la diosa Jagua, quien le entregó unas pequeñas semillas de color negro, a la vez que le daba las siguientes instrucciones:\n - Estas semillas, son un amuleto contra el olvido y la infidelidad. Entrégalas a las mujeres, encargándoles que las siembren en sus huertos. Cuando florezcan, cesaran sus inquietudes y congojas y obtendrán de nuevo el cariño de sus novios y esposos.\n Las semillas, con solícito cuidado plantadas por las mujeres, dieron origen al árbol conocido hoy con el nombre de Majagua o Demajagua, que significa de Madre Jagua, cuyas hojas, flores y madera son consideradas desde aquel entonces como amuleto o preventivo de la infidelidad conyugal. Crecieron los árboles y al brote de sus primeras flores, sobrevino un violento huracán, que barrió la barbacoa o casa alta sobre el agua que ocupaban Aycayia y su anciana acompañante. Las olas enfurecidas arrastraron a las dos mujeres al mar. La joven fue transformada en ondina o sirena, y la vieja en tortuga, terminando así el funesto y avasallador imperio que la bella y sin igual Aycayia ejercía sobre los siboneyes de Jagua.\n No está conteste la tradición respecto a la actuación de Aycayia en el mar. Unos la suponen ondina solitaria, vagando dentro de la bahía de Jagua o en el mar libre, soplando en un enorme y nacarado cobo, gran caracol de nuestros mares antillanos cuyo bronco sonido se confunde con el ruido que hace Caorao, el dios de la tempestad.Otros, en cambio, la creen acompañada, cabalgando sobre Guanayoa, convertida en enorme y asquerosa tortuga, pero también soplando en el cobo, condenada eternamente a vagar por el mar embravecido, purgando el pecado de haber sido en la tierra, bella, seductora y virgen.",
      "icon": "assets/icons/aycaia.png",
      "audio": "audio/aycaia.mp3"
    },
    {
      "title": "Azurina",
      "content": "Transcurrieron bastantes años desde el día en que el bueno de José Díaz se estableció en Jagua. El sol había curtido y tostado su rostro y el tiempo blanqueado sus cabellos; pero en contacto siempre con la madre naturaleza, ajeno a las angustias, trabajos y sinsabores que proporciona la civilización, gozaba de fuerza, salud y alegría, dispuesto siempre a ayudar con su esfuerzo y consejos a los sencillos siboneyes, y siendo por estos querido y respetado.\n Hemos insinuado que Díaz mantenía relaciones con los piratas que frecuentaban aquellas costas, y podemos añadir que no eran pecaminosas, pues Díaz no tomaba parte en las fechorías de aquellos, limitándose a contratos que no podía eludir, con pena de convertirlos en peligrosos enemigos.\n Cierto día recibió en su modesto bohío de Tureira la visita de un famoso pirata, cuyo nombre no se ha cuidado de trasmitirnos la tradición. Le acompañaba una hermosa mujer, de aspecto enfermizo, y cuyas formas dejaban adivinar que no tardaría en ser madre.\n - José Díaz -díjole el pirata-, eres hombre bueno y honrado, en que un desalmado como yo puede fiar. Vengo a pedirte un favor, por el que te daré lo que pidas.\n - No pongo precio a mis favores,- limitóse a contestar.\n - Pero yo sé pagarlos para no tener que agradecerlos. Voy a dejar en tu casa y a tu cuidado a esta mujer.\n - ¿Tu hija?- pregunto Díaz.\n - No\n - Tu esposa tal vez.\n - Nada debe importarte lo que ella sea para mí. Te basta saber que me intereso por ella, y sobre todo, por el ser que lleva en sus entrañas. Cuídala con solicitud, porque ha perdido la razón, y cuando sea madre, toma al hijo bajo tu protección y sírvele de padre.\n Así lo prometió Díaz, y seguro del cumplimiento se retiró el pirata, dejando en el bohío junto con la joven, buen numero de arcas y cofres, que hizo traer por sus marineros, y que contenían preciosos trajes, ricas joyas, odoríferas resinas y perfumadas raíces, cuanto pudiera apetecer la dama mas coqueta y encaprichada. Sin embargo, nada de ello parecía interesar a Estrella, -que tal era el nombre de la joven, -quien permanecía quieta, muda, insensible a ruegos y preguntas, vaga la mirada, como perdida en el vacío. Tan solo de vez en cuando, adquirían sus ojos dolorosa expresión, y se movían sus descoloridos labios, pronunciando aisladas palabras, sin ilación ni sentido. Fugaces alucinaciones la dejaban postrada, con leves temblores en todo el cuerpo.\n ¿Quién era aquella mujer? ¿Que terrible misterio encerraba su vida? Imposible saberlo. Nada ella podía decir, y nada el pirata había dejado entrever. Podía ser una cautiva, retenida violentamente por el pirata, sumida en la locura tras una gran tragedia. Díaz tenía esperanzas de conocer la verdad de boca de la misma joven, a la que prodigaba los más solícitos cuidados y atenciones.\n Desgraciadamente, si bien mejoró algo de salud, no recobró la razón; y cuando a los pocos meses dió a luz, sucumbió en el parto, llevándose a la tumba el misterio de su vida. El tierno ser que dejó en el mundo, era una preciosa niña, a la que Díaz bautizó con el nombre de Azurina.",
      "icon": "assets/icons/azurina.png",
      "audio": "audio/azurina.mp3"
    },
    {
      "title": "Jagua",
      "content": "Hamao, con los celos que en su corazón sembrara el dios del mal, había sentido el primer dolor; Guanaroca, con la pérdida de su hijo, la pena primera y la más grande que una madre puede sufrir. Hamao comprendió tardíamente lo irracional de sus celos y llegó a vislumbrar el amor de padre. Guanaroca perdonó, y tras el perdón vino su segundo hijo: Caunao.\n Tranquila y feliz fue su infancia, bajo la constante protección de la madre cariñosa. El niño se hizo hombre, y comenzó a sentirse invadido de vaga inquietud, de profunda tristeza. No podía darse cuenta de aquel su estado de ánimo, que le hacía indiferente la vida.\n Un día, al volver a su solitario bohío, detúvose a contemplar a dos pajaritos que en la rama de un árbol se acariciaban. Entonces comprendió el motivo de su pena. Estaba solo en el mundo, no tenía una compañera a la que acariciar y de la cual recibir caricias, a la que pudiera contar sus penas, sus alegrías, sus ilusiones, sus esperanzas. Solo existía en la tierra una mujer, pero ésta era Guanaroca, la que le había dado la existencia.\n Vagando por los campos, trataba en vano de distraer su soledad, y se fijó en un árbol lozano, de bastante elevación y redondeada copa. De sus ramas pendían los frutos en abundancia, frutos grandes y ovalados, de color pardusco. En plena madurez muchos de ellos, se desprendían del árbol y caían al suelo, mostrando algunos, al reventar, su carnosidad sembrada de pequeñas semillas.\n Caunao sintió un deseo irresistible de probar aquel fruto, y cogiendo uno de los más hermosos, le hincó, ávido, los dientes. Su gusto era agridulce, y siéndole grato al paladar, halló en aquel manjar extraño que de manera prodiga le ofrecía la naturaleza, abundante y regalado alimento. Tanto le gustó, que fue a su bohío en busca de un catauro de yagua, con la intención de llenarlo con los raros y para él sabrosos frutos.\n De vuelta, empezó Caunao por reunirlos todos en un montón, e iba a empezar a colocarlos en el catauro, cuando un rayo de luna, hiriendo a los frutos en desorden amontonados, hizo brotar de ellos un ser maravilloso, de sexo distinto al de Caunao. Era una mujer. Mujer joven, hermosa, risueña, de formas bellamente modeladas; de piel aterciopelada, color de oro; de ojos expresivos, grandes y acariciadores; de boca roja y sonriente; de larga, negrísima y abundante cabellera. Caunao la contempló con éxtasis creciente.\n Como por encanto sintió que de su corazón huían la tristeza y la melancolía, expulsadas por la alegría y el amor. Ya no cruzaría solitario el camino de la vida. Tenía a quien amar y de quien ser amado. Aquella hermosa compañera surgida, al contacto de un rayo lunar, del montón de la madura fruta, era un presente de Maroya, la diosa de la noche, que del mismo modo que había disipado la soledad de Hamao, el primer hombre, enviándole a Guanaroca, la primera mujer, quería también alegrar la existencia de Caunao, el hijo de aquellos, haciéndole el regalo de otra mujer.\n Caunao la amó desde el primer momento con todo el ardor de que era capaz su joven corazón sediento de caricias. La hizo suya y fue madre de sus hijos. Aquella segunda mujer se llamó Jagua, palabra que significa riqueza, mina, manantial, fuente y principio. Y con el nombre de Jagua también se designó el árbol de cuyo fruto había salido la mujer, y por cuyo hecho se le consideró sagrado.\n Jagua, la esposa de Caunao, fue la que dictó las leyes a los naturales, los pacíficos siboneyes, la que les enseñó el arte de la pesca y de la caza, el cultivo de los campos, el canto, el baile y la manera de curar las enfermedades. Guanaroca fue la madre de los primeros hombres; Jagua la madre de las primeras mujeres. Los hijos de Guanaroca, madre de Caunao, engendraron en las hijas de Jagua; y de aquellas primeras parejas salieron todos los humanos seres que pueblan la tierra.\n Según la tradición dominicana, Cihualohuatl, la mujer culebra, fue la Eva mitológica que daba a luz de dos en dos, siempre varón y hembra, para facilitar así la reproducción y perpetuación de la especie. La tradición siboney es mas moral. Guanaroca, la Eva cubana, solo tiene hijos varones, y a su vez Jagua, la segunda Eva, solo hembras, uniéndose luego unos y otras por parejas para la reproducción.",
      "icon": "assets/icons/jagua.png",
      "audio": "audio/jagua.mp3"
    },
    {
      "title": "El caletón de don Bruno",
      "content": "Tan abrigada bahía de bolsa fue lugar predilecto de piratas, corsarios, filibusteros y bucaneros algunos de los cuales hasta se establecieron temporalmente desde 1540 en los cayos de su interior.\n En 1554 Jacques de Sores y Francis Drake en 1586, junto con Morgan Tomás Baskerville, Gilberto Girón y John Hawkins fueron, cada cual en su tiempo, famosos piratas y corsarios. Visitantes de la bahía de Jagua. Con ellos comerciaban los escasos pero activos habitantes de la comarca contrabandeando así sus productos que carecían de otra salida por la política restrictiva de la metrópoli.\n No pocos creen que en lugares del litoral, como en el Caletón de Don Bruno hicieron enterramiento de tesoros fabulosos procedentes de sus rapiñas. Una mañana de tormenta llegó a la bahía de Jagua una misteriosa galera procedente de un país desconocido que ancló en el Caletón de Don Bruno.\n Desde ese entonces todas las tardes al morir el sol se veía encima de los farallones que circundan el Caletón una figura alta de mujer, vestida de blanco, de elegante andar con paso reposado acompañada por tres ataviadas damas. Transcurrieron unas semanas y una noche estrellada de hermosa luna, un grito estridente y fuerte, un alarido humano de angustia y dolor, rompió el silencio de la noche y llenó de pánico a los habitantes del lugar.\n Al amanecer, pequeños grupos de pobladores caminaban por la playa, comentando el suceso que de lo alto del Caletón había partido. No volvió a verse la blanca figura por la alta línea de las elevaciones. Dos días después enfiló el barco por el canal hacia mar a fuera sin que nunca nadie viera o hiciera contacto con sus tripulantes, llevando consigo el misterio de su estancia en esta bahía y una leyenda de tragedia, conocida como, la leyenda del “Caletón de don Bruno”.",
      "icon": "assets/icons/el_caleton_de_don_bruno.png",
      "audio": "audio/el_caleton_de_don_bruno.mp3"
    },
    {
      "title": "El combate de las Piraguas",
      "content": "Al desaparecer la perturbadora Aycayia, volvieron a reinar la tranquilidad, la laboriosidad y las buenas costumbres entre los indios de Jagua. Los campos cultivados proporcionaban viandas, los montes aves y peces el mar. Tampoco inspiraban terror las incursiones de las tribus enemigas, pues los jagüenses se hallaban prestos a defender a punta de flecha y golpe de maza, lo mismo en montes y valles que sobre las aguas, sus queridos lares.\n Cambio radical llenó de contento al cacique, a los behiques y ancianos y veían en los beneficios recibidos la mano protectora del Cemí. Por su parte las hacendosas indias seguían regando con esmero a la majagua, el árbol protector de la fidelidad conyugal. Sin embargo, los siboneyes de Jagua no abandonaron por completo sus fiestas y diversiones. Celebraban periódicamente sus batos, o juegos de pelota en el batey del poblado. Dos eran los grupos contendientes, que se lanzaban del uno al otro la pelota fabricada con resina, dándole los jugadores, en el aire, con las manos o las piernas.\n De vez en cuando tenían lugares los areitos, en celebración de sucesos notables; pero se procuraba no abusar de tales fiestas, que podían tener efecto enervador. En cambio, se celebraban con más frecuencia los simulacros de guerra, bajo la dirección del cacique, en los que los dos bandos rivales se acometían con brío, y a veces las burlas pasaban a veras y llegaban a convertirse en verdadero campo de batalla. Distinguíanse en tales simulacros el bravo Ornoya, que había tenido ocasión más de una vez de poner a prueba su valor y el temple de su alma, en fieros combates con indios enemigos, ganando merecida fama de hábil e invencible guerrero. Cuantas veces el suelo patrio estaban amenazado de una agresión, Ornoya era nombrado por el cacique jefe de los guerreros encargados de repeler a los agresores.\n El principal cacique de una de las islas Lucayas, Ornocoy, viejo zorro muy ducho en el arte de la guerra, del pillaje y del saqueo, deseoso de aumentar su botín y el número de sus mujeres cautivas, preparó una expedición pirática al puerto de Jagua, cuyos moradores tenían fama de indolentes y de buscar los placeres del baile y del canto más que las durezas de la guerra. Reunió su gente, bien armada de arcos, flechas, lanzas y macanas, y embarcándose todos en veinte largas y veloces piraguas, tomaron rumbo a Jagua.\n La navegación es difícil y penosa, por lo bravío del mar, que juega con las frágiles embarcaciones; pero los lucayos son tan hábiles marinos como esforzados guerreros, y en la lucha constante con los elementos, arriban a las playas de Jagua. Penetran decididos en su puerto, formadas las piraguas en doble fila, blanden en alto las armas y suenan los bélicos fotutos y asordan el espacio con sus gritos de guerra.\n En una de las primeras piraguas va el viejo y fuerte cacique Ornocoy y de pie, pintado de negro y rojo el cuerpo, flotan en su cabeza airosas plumas y centellean sus ojos. En la espalda tiene el carcaj lleno de flechas, pende de la cintura el arco y lleva nudosa maza en la mano derecha. Tranquilo y sereno dirige a su gente, seguro de la victoria.\n Hundió la voz de alarma por el poblado de los siboneyes y se apoderó el terror y espanto de los pacíficos moradores ante la inesperada aparición de los fieros lucayos. Las madres indias corren a sus bohíos y cargando con sus tiernos hijos se ocultan en las quiebras de los montes, mientras los hombres se dirigen de un lugar a otro sin acertar a tomar resolución alguna.\n El anciano cacique, viendo que no hay tiempo que perder, llama a su presencia al bravo Ornoya. - Los de Orconoy vienen en son de guerra, - le dice - para robarnos bienes y mujeres, después de matarnos. Nuestra salvación está en tus manos, ahí están mis guerreros, condúcelos a la victoria o a la muerte. A lo que contesta altivo Ornoya: - Por la diosa de Jagua te juro que, o mando al fondo del mar al jefe de los lucayos, o perezco en la demanda.\n Corre enseguida a la playa donde le esperan armados pero indecisos los guerreros; arrastran las piraguas al mar, embárcanse ágiles en ellas, retumban los caracoles, blanden lanzas y macanas y gritan retando, avanzando, al encuentro del enemigo. También Ornoya dirige y alienta a los suyos. Resalta su figura arrogante, de piel broncínea, adornada la cabeza de plumas blancas y azules, armada la diestra de robusta maza.\n Terrible es el encuentro. Chocan las piraguas y se acometen con furia lucayos y siboneyes, a punta de lanza y a golpes de maza. Caen heridos o muertos al fondo de las embarcaciones o en el mar, vuélcanse algunas piraguas y sus ocupantes continúan luchando rabiosamente en el agua. El combate se mantiene fiero e indeciso por largo tiempo.\n El cacique invasor anima a los suyos y les da ejemplo de bravura blandiendo con singular acierto su terrible macana, que a cada golpe destroza un cráneo enemigo. Ornoya compite con él en valor y fiereza, teniendo en su favor la juventud. Irritado por la persistencia de la lucha y queriendo darle una pronta solución, va decidido al encuentro del temido cacique. Hace maniobrar la piragua y logra acercarse a la que ocupa el jefe lucayo, enfréntase con él, y lo reta a singular combate. Acoméntese fieramente con las macanas. Esquiva Ornoya, con rápido movimiento, un golpe del viejo guerrero y de un salto se precipita en la piragua enemiga, en alto la maza, que cae pesada sobre la cabeza del fiero cacique Ornocoy, que vacila y cae, roto en cien pedazos el cráneo.\n La muerte del jefe hizo que los lucayos flaqueasen, mientras que los siboneyes, enardecidos con el ejemplo de Ornoya, que cual genio de la destrucción siembra el terror y la muerte por doquier, redoblan sus esfuerzos hasta conseguir una completa victoria. Las piraguas enemigas que no habían sido destrozadas o volcadas, intentan huir, pero son perseguidas y apresadas. Los prisioneros ascienden a más de dos centenares y entre ellos se cuentas seis caciques.\n Ornoya da orden de volver a la playa, donde mujeres, niños y ancianos habían presenciado anhelosos el combate y ahora esperan alborozados a los vencedores, a los salvadores de Jagua. La impaciencia hace bullir, gesticular y gritar a la muchedumbre que espera. Se acercan las piraguas de sus guerreros, en dos filas, llevando a remolque las vencidas. Destácase la hercúlea figura de Ornoya, que cruzados los brazos y al viento las leves plumas de su erguida cabeza, asiste emocionado al júbilo de sus guerreros y sonríe a las demostraciones desbordantes del pueblo.",
      "icon": "assets/icons/el_combate_de_las_piraguas.png",
      "audio": "audio/el_combate_de_las_piraguas.mp3"
    },
    {
      "title": "El japonés y Pasacaballos",
      "content": "Corría el siglo XIX cuando un marino japonés tocó puerto en la ciudad Cienfuegos y al pasar en la goleta por el poblado Castillo de Jagua, le agradó tanto, que se quedó para  siempre en la Perla del Sur. Trabajó en las duras faenas del Muelle Real y allí gustaba de hacer apuestas para demostrar quién podía estar más tiempo bajo el agua o  llegar hasta el máximo de profundidad, una vez, en Pasacaballos, en esta orilla que da hacia el Castillo de Jagua, probó suerte a buscar una moneda de oro que  había caído al mar, con rapidez, se hundió en el mar en busca de la moneda, pasaron largos minutos y los presentes empezaron a inquietarse. Repentinamente vieron al japonés que llegaba a la superficie y tras respirarprofundamente, gritó: ¡CABALLO! ¡CABALLO! ¡GRANDE! Se recuperó, pero sin quitar la vista del mar balbuceaba que allí debajo había un caballo enorme. El japonés enloqueció y vivió como mendigo pero nunca más se separó de las orillas de la boca de la bahía en Pasacaballos. En ocasiones el japonés señalaba el mar y muchas personas llegaron a escuchar los cascos de caballos que, allá, en la profundidad, cabalgaban a gran velocidad. Aun hay quienes aseguran que horas antes del azote de un huracán, se escuchan los cascos de caballos salidos de las profundidades que vienen a avisar a los vecinos de la región del peligro que se avecina.",
      "icon": "assets/icons/el_japones_y_pasacaballos.png",
      "audio": "audio/el_japones_y_pasacaballos.mp3"
    },
    {
      "title": "Guanaroca",
      "content": "Al Sudeste de la hermosa bahía de Cienfuegos, se extiende una laguna salobre, en la que derrama parte de sus aguas el río Arimao. Es la laguna de Guanaroca, en cuya tersa superficie se refleja la pálida luna, la dulce Maroya de los siboneyes, productora del rocío y benéfica protectora del amor.\n Según la leyenda siboney, la laguna de Guanaroca es la verdadera representación de la luna en la tierra. ¿Conoces la poética tradición, lector? Tiene sabor agreste y primitivo, muy propio de las sencillas creencias de hombres que vivían en contacto directo con la naturaleza bravía, exuberante y cálida.\n En los tiempos más remotos, Huion, el sol, abandonaba periódicamente la caverna donde se guarecía para elevarse en el cielo y alumbrar a Ocon, la tierra, pródiga y feraz, pero huérfana todavía del ser humano. Huion tuvo un deseo: crear al hombre, para que hubiera quien le admirara y adorase, esperando todos los días su salida, y viese en él al poderoso señor del calor, la luz y la vida.\n Al mágico conjuro de Huion, surgió Hamao, el primer hombre. Ya tenía el astro rey quien lo adorara, lo saludara todas las mañanas con respetuosa alegría desde los alegres valles y altas montañas. Esto le bastaba a Huion y no se preocupó mas de Hamao, a quien el gran amor que por su creador sentía, no bastaba a llenarle el corazón. Veíase solo, en medio de una naturaleza espléndida, dotada de una vegetación exuberante, poblada de seres que se juntaban para amarse.\n En medio de la universal manifestación de vida y amor, sentía Hamao languidecer su espíritu y le afligía la inutilidad de su vida solitaria. La sensible y dulce Maroya, la luna, compadecióse de Hamao, y para dulcificar su existencia, dióle una compañera, creando a Guanaroca, o sea, la primera mujer. Grande fué la alegría del primer hombre. Al fin tenia un sér con quien compartir goces y penas, alegrías y tristezas, diversiones y trabajos. Los dos se amaron, con frenesí, con inacabable pasión, sin saber todavía lo que era el hastío. De su unión nació Imao, el primer hijo. Guanaroca, madre al fin, puso en el hijo todo su cariño, y el padre, celoso, creyéndose preterido, concibió la criminal idea de arrebatárselo.\n Una noche, aprovechando el sueño de Guanaroca, cogió Hamao al tierno infante y se lo llevó al monte. El calor excesivo y la falta de alimento, produjeron la muerte de la débil criatura. Entonces el padre, para ocultar su delito, tomó un gran güiro, hizo en él un agujero y metió dentro el frío cuerpo del infante, colgando después el güiro de la rama de un árbol.\n Notando Guanaroca, al despertar, la ausencia del esposo y del hijo, salió presurosa en su busca. Vagó ansiosa por el bosque, llamando en vano a los seres queridos, y ya, rendida por el cansancio, iba a caer al suelo, cuando el grito estridente de un pájaro negro, probablemente el judío, hízole levantar la cabeza, fijándose entonces en el güiro que colgaba en la rama del próximo árbol.\n Sea por la innata curiosidad que ya se manifestaba en la primera mujer, o por un extraño presentimiento, Guanaroca sintióse compelida a subir al árbol y coger el güiro. Observó que estaba perforado y con espanto creyó ver en su interior el cadáver del hijo adorado. Fue tan grande el dolor y tan intensa la emoción, que se sintió desfallecer y el güiro se escapó de sus manos, cayendo al suelo; al romperse vio con estupor que del güiro salían peces, tortugas de distinto tamaño y gran cantidad de líquido, desparramándose todo colina abajo.\n Acaeció entonces el mayor portento que Guanaroca viera: los peces formaron los ríos que bañan el territorio de Jagua, la mayor de las tortugas se convirtió en la península de Majagua y las demás, por orden de tamaño, los otros cayos. Las lágrimas ardientes y salobres de la madre infeliz, que lloraba sin consuelo la muerte del hijo amado, formaron la laguna y laberinto que lleva su nombre: Guanaroca.",
      "icon": "assets/icons/guanaroca.png",
      "audio": "audio/guanaroca.mp3"
    },
    {
      "title": "Jose Díaz",
      "content": "Según la tradición, el primer europeo que vivió en las costas de Jagua fue José Díaz, tal vez cuando Cristóbal Colón descubrió la isla después de 1492, se narra que cuando Sebastián de Ocampo, hizo el bojeo de Cuba, ya Díaz residía en Tureira, hoy Punta Gorda, en el lugar que actualmente ocupa el hotel Jagua y que él bautizó con el nombre de 'Amparo'. Era Díaz, un español muy joven cuando arribó a Tureira, ignorándose su procedencia, se supone fuera náufrago o desertor de alguna expedición.\n Cuenta la tradición que era un hombre sociable, que mantenía relaciones amistosas con los siboneyes y pronto se unió a la bella india Anagueía con la que tuvo numerosa prole. Asimiló las costumbres de los siboneyes y éstos aprendieron de él las artes y oficios europeos. Obsesionado Díaz por los recuerdos de los alcázares de Sevilla, Granada y Segovia quiso construir un edificio que por su tamaño y arquitectura se pareciera a aquellos y no contando con recursos suficientes, pidió a los dioses siboneyes y principalmente a Jagua, lo ayudaran a edificar el alcázar soñado. Y por arte de magia surgió un bello edificio similar a los alcázares añorados.\n Creyendo Anagueía que era obra del espíritu del mal, de MABUYA, invocó el auxilio de Huión, logrando que el castillo fuera destruido y quedando solamente los cimientos.",
      "icon": "assets/icons/jose_diaz.png",
      "audio": "audio/jose_diaz.mp3"
    },
    {
      "title": "La Bruja de las Calabazas",
      "content": "Corrían apacibles los primeros años de 'Fernandina de Jagua', la colonia que fundara en 1819 Don Luis De Clouet y que ha mucho de tardar hubo de llamarse Cienfuegos, en honor del ilustre hijo de Gijón, el Teniente General de Artillería D. José Cienfuegos y Jovellanos, Capitán General de la Isla, sobrino del insigne escritor, legítima gloria de la literatura hispana, Don Gaspar Melchor de Jovellanos.\n El aspecto aldeano de la población, lo acentuaba, por otra parte, la íntima y estrecha amistad que mantenían entre sí los primeros colonos, no obstante su diversa procedencia, pues los había franceses, españoles y naturales de la Isla. Todos se conocían y trataban, se ayudaban y prestaban mutuos servicios. \n Por lo mismo que todos se conocían, la presencia de un forastero era en el acto notada y comentada, y el célebre Pamuá, el tipo popular de la laboriosa colonia, lo ponía en conocimiento de Don Luis. Éste sin pérdida de tiempo procuraba enterarse de la vida y milagros del recién venido y si había llenado los requisitos legales establecidos y estaba dispuesto a trabajar personalmente. En caso negativo, podía tener la seguridad el intruso, que sin miramientos ni contemplaciones había de ser puesto en el camino real, con la recomendación formal de que siguiera andando sin demora, hasta ponerse fuera de la jurisdicción.\n En la industriosa colmena fundada por D. Luis sobraban los zánganos. Cierto día se notó la presencia de una cara extraña, que causó no poca impresión en la tranquila colonia. Se trataba de una mujer ya entrada en años, de aspecto sospechoso y al decir de las comadres con sus puntas y ribetes de bruja. Alta, algo encorvada, ojos pequeños y vivos, nariz corva en conversación con la barbilla, la boca sin dientes, arrugada y terrosa la piel. Dijo llamarse Belén, y en lo sucesivo por Señá o Ña Belén fue por todos conocida. Estableció sus reales en el barrio de las Calabazas, por eso también se la conoció por la 'Vieja de las Calabazas'.\n La presencia de Ña Belén inquietó por unos días y dio materia de chismorreo a las comadres y aún fue el tema de conversación de las personas sesudas. Nada se sabía acerca de su procedencia. Mientras unos aseguraban que era una infeliz que en busca de mejor suerte había venido del poblado de Yaguaramas, cabalgando en un buey, que era toda su hacienda, otros, dando ya por seguro que se trataba de una bruja, afirmaban muy formalmente que un sábado por la noche había llegado de Canarias, montada en una escoba larga y mugrienta.\n Lo cierto es que Ña Belén no fue una carga para nadie y que no hubo motivo para echarla del pueblo, con disgusto de los que, considerándola como verdadera bruja, hubieran deseado verse libres de su poca agradable presencia. Ganábase la subsistencia ejerciendo el oficio de lavandera y practicando el siempre socorrido de curandera, y como tal llegó a adquirir tanta fama, que fue una competidora terrible de los primeros médicos que tuvo la colonia, D. Domingo Mongenié, Don José Vallejo y del boticario D. Félix Lanier.\n Algunos aciertos que tuvo al principio Ña Belén, debidos más a la casualidad que a su saber, le dieron fama de curandera, siendo creencia general que podía curar todas las enfermedades, por graves que fueses. Aquellos fueron los días de gloria de Ña Belén; más ¡ay! no tardaron por su mal en venir los de desgracia.\n Como tantos otros, la fortuna, tornadiza, le volvió las espaldas. Sucedió que tomaron incremento las terciarias y las fiebres que empezaban con manifestación de frío, siendo no pocos los colonos atacados. Enseguida le echaron la culpa a Ña Belén. Por si esto fuera poco, la acusaron también de envenenadora y de que enfermaba a los niños con alferecías.\n La fantasía popular, que se complace a veces en la creación de las mayores aberraciones, que da luego por artículos de fe, supuso que Ña Belén arrebataba, al menos descuido de las madres, a sus hijitos enfermos y a su miserable bohío del barrio de Las Calabazas, con una gran sarta de niños, muertos o moribundos, que le colgaba del brazo. Luego sometía los cadáveres a manipulaciones repugnantes y obtenía grasa misteriosa, y con ella y ciertos signos y palabras cabalísticas, lograba trasladarse todos los sábados, cabalgando en la consabida escoba, a las más distantes regiones, que algunos creían eran las Islas Canarias.\n Como es de suponer, tales versiones, trasmitidas de boca en boca y considerablemente corregidas y aumentadas, infundían alarma y terror en el corazón de las madres, que ni por un momento se atrevían a dejar a sus hijos solos, sobre todo si estaban enfermos. Es difícil prever a qué extremo de violencia hubiera llegado aquel estado de ánimo colectivo a los pacíficos habitantes del primitivo Cienfuegos, de haberse prolongado algún tiempo. Afortunadamente, de la noche a la mañana desapareció Ña Belén, sin dejar rastro, sin que nadie pudiera decir qué había sido de ella, si había muerto o se la había llevado el diablo. Pero como la incertidumbre no cabe en la mente del pueblo sencillo y candoroso, enseguida vino la explicación de la misteriosa desaparición de la Vieja de las Calabazas.\n Se dio por cierto y averiguado, que un sábado, en tanto se remontaba la bruja en el espacio, cabalgando en su escoba y llevando una gran sarta de niños muertos colgando de una mano, sosteniendo con la otra un enorme paraguas y rodeada de murciélagos y lechuzas, una madre que acababa de perder a su hijito, al verla, precisamente en el momento que la bruja parecía alcanzar la Luna, la conjuró con los sagrados nombres de Jesús, María y José. Al instante, la maldita bruja estalló como un cohete, sus chispas rodaron por la estrellada bóveda celeste y se apagaron en el horizonte.\n Otra explicación se dio de la desaparición de la bruja, sin que obtuviera el favor de la primera, no obstante ser más verosímil. Se rumoró que algunos vecinos que, como el resto del pueblo, achacaban a la bruja las epidemias reinantes y otros desaguisados, reuniéronse cierta noche, dirigiéronse con sigilo al bohío de la vieja, le dieron muerte y la enterraron en un lugar que más tarde ocupó una tienda de víveres que, por extraño humorismo de su propietario, la denominó con el nombre de 'La Vieja de las Calabazas'.\n Hay quien asegura que ninguna de las dos apuntadas versiones es la cierta, y que lo sucedido fue que el celoso y avisado Don Luis De Clouet, comprendiendo que era peligroso para la tranquilidad de la colonia, que continuara Ña Belén, procuró convencerla de que debía abandonar aquellos lugares, pues en ello le iba la propia vida, y la vieja, prudente, aprovechó las sombras de la noche para irse sin que nadie la viera.\n Cuando alguna curiosa mujer preguntaba a Don Luis: - ¿Y Ñá Belén? ¿Qué es de ella? Respondía aquel con su castellano marcadamente afrancesado y dando a sus palabras un suave triste irónico: - Señora, la Vieja de las Calabazas se fue, noticiándome que está dispuesta a volver, si la ocasión se le ofrece, para apoderarse de los niños cuyas madres no los vigilan ni cuidan como es debido, pero yo, señora, no permitiré que la bruja vuelva, porque sabré impedir que las madres dejen abandonados a sus hijos, castigando a la que tal haga.\n Efectivamente, la bruja, o lo que fuera, no volvió a Fernandina de Jagua mientras vivió Don Luis.\n ¡OH, vosotras, madres amorosas que idolatráis a vuestros hijos, no los abandonéis, dejándolos en manos extrañas y mercenarias, para satisfacer pruritos de comadreo o ansiosas de mundanas diversiones! Recordad a la Vieja de las Calabazas, que puede cumplir su fatídica promesa de volver y arrebataros, aprovechando vuestro abandono, al hijo de vuestras entrañas.",
      "icon": "assets/icons/la_bruja_de_las_calabazas.png",
      "audio": "audio/la_bruja_de_las_calabazas.mp3"
    },
    {
      "title": "La dama de azul",
      "content": "El puerto de Jagua era muy visitado por los piratas caimaneros, podían internarse con impunidad dentro de la bahía y permanecer ocultos en las numerosas ensenadas todo el tiempo que les convenía. Fiados en su número y armas, iban de excursión por los alrededores, robando y saqueando bohíos y haciendas, y llevándose en rehenes a los pobladores que caían.\n Para evitar tan peligrosas incursiones, tratóse en 1682 de fortificar el puerto de Jagua, proyecto que no se llevó a la práctica hasta 1742, erigiéndose sobre una pequeña altura, en la parte Oeste del cañón de entrada, donde forma recodo, el 'Castillo de Nuestra Señora de los Ángeles' conocido hoy con el breve nombre de 'Castillo de Jagua'.\n Dirigió su construcción el ingeniero militar Don José Tantete y no se concluyó hasta 1745. Se le dotó de diez cañones de diverso calibre, suponiendo eran bastantes para ahuyentar a los buques piratas. Pero no se contó que éstos disponían de pequeñas embarcaciones, y que podían introducirse dentro de la extensísima bahía por una de las bocas del Arimao, río que tiene dos brazos, uno que desagua en el mar y otro, conocido por 'Derramadero de las Auras', que se dirige a la Laguna de Guanaroca, y comunica por un estero con la bahía.\n Y sucedió que a pesar del Castillo y de sus cañones, los atrevidos piratas seguían haciendo de las suyas con toda impunidad en la bahía, continuando en sus fechorías sin correr grandes peligros. Para cerrarles aquel camino, hubo de construirse una palizada -de la que todavía quedan vestigios- que cubría el 'Derramadero de las auras', logrando así verse al fin libre la bahía de las periódicas e inconvenientes visitas de los piratas.\n Fue reputado el Castillo de Jagua, en su tiempo, como fortificación bastante buena, ocupando el tercer lugar entre las de la Isla, correspondiendo el primero y segundo, respectivamente, al Castillo del Morro de La Habana, y al de Santiago de Cuba. \n E; primer Comandante del Castillo de Jagua, fue Don Juan Castilla Cabeza de Vaca, no sabemos si descendiente de aquel famoso Cabeza de Vaca, explorador y conquistador, pero si de que su esposa Doña Leonor de Cárdenas fue enterrada en la Capilla del Castillo y diez años más tarde lo fue allí también el Primer Capellán del mismo, Pbro. Don Martín Olivera.\n Castilla además de militar, era hombre de negocios y de iniciativa. Fomentó el primer ingenio de azúcar en Jagua, que estableció en terrenos de la hacienda 'Caunao', de que era condueño, sita a una legua de la bahía. Bautizó dicho ingenio con el nombre de 'Nuestra Señora de la Candelaria'; con el trascurso de los años pasó a la sucesión de Doña Antonia Guerrero. Fué esta señora la esposa de Don Agustín Santa Cruz, quien donó los terrenos donde está edificada la ciudad de Cienfuegos.\n Y dando de mano a la historia, ávida y enojosa, entraremos de nuevo en el campo de la leyenda, lleno de engañadores espejismos, pero siempre grato y entretenido. \n Según una de las tradiciones y leyendas, en los primeros años de construido el Castillo de Jagua, a horas avanzadas de la noche, cuando la guarnición estaba descansando y los centinelas dormitaban, rendidos por la vigilia; cuando en el vecino caserío de marineros y pescadores todo era silencio; cuando reinaba la quietud y la soledad más solemnes, turbadas únicamente por el monótono ritmo de las olas, y la luna en lo alto del firmamento brillaba esplendente, envolviendo con su luz ténue la superficie tersa del mar y la abrupta de la tierra, entonces un ave rara, desconocida, venida de ignotas regiones, de gran tamaño y blanco plumaje, hendía veloz el espacio y dirigiéndose al Castillo describía sobre él grandes espirales, a la vez que lanzaba agudos graznidos.\n Como si respondiera a un llamamiento de la misteriosa ave, salía de la capilla de la fortaleza, mejor dicho, se desprendía de las paredes, filtrándose a través de ellas, un fantasma, o sombra de mujer, alta, elegante, vestida de brocado azul guarnecido de brillantes, perlas y esmeraldas, y cubierta toda ella, de cabeza a pies, por un velo sutil, transparente, que flotaba en el aire. Y después de pasear por sobre los muros y almenas del Castillo, desaparecía súbitamente, como si se disolviera en el espacio.\n La fantástica visión, se repetía varias noches, produciendo el natural temor entre los soldados que guarnecían el Castillo, todos ellos curtidos veteranos que habían peleado en muchas y distintas ocasiones y que no podían ser tildados de cobardes; sin embargo, aquellos hombres no se atrevían a enfrentarse con la misteriosa aparición, y por temor a ella llegaron a resistirse a cubrir de noche las guardias que les correspondían.\n Había en el Castillo un joven Alférez, recién llegado, arrogante y decidido que no creía en fantasmas ni apariciones de ultratumba, estimándolos productos de imaginaciones calenturientas o extraviadas. Rióse de buena gana el Alférez del temor de los soldados y para probarles lo infundado que era, se dispuso una noche a sustituir al centinela. Retiráronse los soldados a sus dormitorios y quedó el joven Alférez paseando, tranquilo y sereno, en la explanada superior del Castillo, sin más arma que su espada.\n Hermosa era la noche. Brillaban las estrellas en el firmamento, palidecía su luz por la intensa de la luna. El mar en calma susurraba dulcemente la eterna canción de las olas. De la tierra dormida ni el más leve ruido surgía. El ambiente era de calma y de recogimiento. El temerario Alférez, para distraer las monótonas horas, paseaba y pensaba en su mujer ausente en lejana tierra... De pronto oyó penetrante graznido y gran batir de alas. En el preciso momento, el reloj del Castillo daba la primera campanada de las doce.\n Levantó el Alférez la cabeza y vio la extraña ave de blanco plumaje describiendo grandes círculos sobre la fortaleza. Y de las paredes de la capilla, vio surgir y avanzar hacia él, a la misteriosa aparición que los soldados habían dado en llamar la Dama Azul, por el color del rico traje que vestía. El Alférez sintió que el corazón le daba un vuelco, mas por el esfuerzo de su férrea voluntad dominó los nervios, y fue decidido al encuentro del fantasma.\n ¿Qué pasó entre la Dama Azul y el Alférez? No lo hemos podido averiguar. El momento más culminante de esta leyenda, permanece en el misterio. Pero, sí podemos decir, para satisfacer la natural curiosidad del lector, que a la mañana siguiente de aquella noche fatal, los soldados hallaron a su Alférez tendido en el suelo, sin conocimiento, y al lado, una calavera, un rico manto azul y la espada partida en dos pedazos.\n Don Gonzalo, que tal era el nombre del joven militar, recobróse pronto de su letargo, pero perdida la razón, y tuvo que ser recluido en un manicomio. En su extraña locura, veía siempre un fantasma, al que en vano acometía, pues al primer intento se desvanecía en el espacio, para aparecérsele de nuevo poco después.\n Con respecto a la personalidad del supuesto o real fantasma de la Dama Azul, la leyenda guarda prudente silencio. No sabemos si la tradición tiene por origen el castigo de alguna dama que vivió reclusa entre aquellos muros y que la rica fantasía tropical revistió su recuerdo con sobrenatural colorido, o es la creación poética de un cuento engalanado por el transcurso de los años, con los atavíos de nocturnas consejas, narradas junto al hogar o en la arenosa playa.\n Y todavía es creencia del vulgo supersticioso, que la Dama Azul hace de tarde en tarde sus apariciones, paseando impávida sobre los muros de la fortaleza. A los primeros rayos de la aurora, se lanza al aire y dando lastimeros gritos se pierde en el boscaje del inmediato Caletón.",
      "icon": "assets/icons/la_dama_de_azul.png",
      "audio": "audio/la_dama_de_azul.mp3"
    },
    {
      "title": "Las mulatas",
      "content": "Cuenta la leyenda que la excesiva afición de los siboneyes al baile y al juego de batos (pelota) habían relajado completamente sus costumbres, ya no se ocupaban de labrar la tierra ni de sembrar, por lo que sobrevino una gran hambruna por la falta del maíz, la yuca, la malanga, el boniato y demás viandas.\n El viejo cacique de Jagua, deseoso de poner remedio al mal, reunió al Consejo formando por los BEHIQUES (hechiceros) y los ancianos después de analizar la situación acordaron consultar al CEMÍ (ídolo), quien manifestó que la causa de tantos males era la belleza de las mujeres que formaban la corte del cacique y sus seductores cantos y bailes.\n Reunido de nuevo en Consejo, el cacique, los behíques y los ancianos decidieron matar a las siete hermosas mujeres que formaban la corte del cacique, como había aconsejado el Cemí, cuando fueron a ejecutar la sentencia, no tuvieron valor para matar a las siete mujeres y decidieron desterrarlas a un cayo de la bahía de Jagua.\n Tomaron pues a las mujeres y se embarcaron en una piragua (bote) a cumplir con su misión, pero en medio del trayecto se dieron cuenta que faltaba AYCAYÍA, la más bella. Pensaron regresar, pero en eso comenzó una tormenta y soplaron vientos tan fuertes que hicieron zozobrar la embarcación, ahogándose todos sus ocupantes con excepción de un behíque que pudo llegar a un cayo.\n Las bellas indias náufragas fueron transformadas por el 'Dios de la Aguas' en mujeres marinas, que alegres y traviesas habitan desde entonces en la bahía de Jagua, se dice que en los días de encrespadas olas aparecen asustando a las débiles embarcaciones que se atreven a surcar las aguas de la bahía.",
      "icon": "assets/icons/las_mulatas.png",
      "audio": "audio/las_mulatas.mp3"
    },
    {
      "title": "La Tatagua",
      "content": "Aipirí era una hermosa mestiza de Jagua prehistórica. Presumida, coqueta, parlanchina, muy dada a engalanarse con prendas de vivos colores, piedras y conchas, zarcillos y pulseras de guanín y adornarse la cabeza con flores del rojo más vivo para distinguirse de las demás mujeres y llamar la atención. ¡Qué linda era Aipirí! Esbelta, trigueña, de abundosa cabellera negra y ojos rasgados, de mirar insinuante, acariciador, provocativo.\n Gustaba con pasión del canto y del baile. Su mayor placer era asistir a fiestas y diumbas, o guateques, donde podía lucir su melodiosa voz y sus gracias de hábil bailarina. Requerida de amores por un siboney gran cazador, unió a él sus destinos y hubiera formado un hogar modesto y apacible, pero feliz, si sus aspiraciones se hubieran concretado a las de una mujer hacendosa, amante de su esposo y de sus hijos. Pero Aipirí no se contentaba con eso. No había nacido para llevar una vida tranquila, al cuidado de la casa y de la prole. Amaba demasiado las diversiones, los placeres, los cantos, los bailes, los adornos, los halagos, las alabanzas.\n Así sucedió que, al poco tiempo, el hogar fue para ella un martirio y apenas había dado a luz el primer hijo, sintió la nostalgia de sus bulliciosos días de doncella, sin que cautivaran su corazón las gracias del tierno infante. Luchó al principio y quiso sustraerse a la tentación.\n Pudo más el instinto de su naturaleza voluntariosa y bravía que el amor de madre, y empezó por ausentarse un rato del hogar, después fue más larga la ausencia, hasta que llegó a ser más el tiempo que estaba fuera de la casa que dentro de ella. Y mientras el niño, abandonado, lloraba, la desnaturalizada madre pasaba el tiempo en alegre marcha con los vecinos o asistía a reuniones y fiestas , entreteniendo a la gente con los encantos de su voz y las gracias de sus bailes. Cuando la tarde caía volvía a su casa, poco antes que llegara el marido de su diaria y penosa excursión por los montes en busca de sustento.\n Tras un hijo vino otro, y otro hasta seis, pero no varió la conducta la olvidadiza madre. Continuaba haciendo sus furtivas y largas escapatorias, sin que el confiado marido se enterara. Los niños, constantemente abandonados, pasaban hambre, crecían en medio del mayor abandono y miseria, adquirían malos hábitos y continuamente lloraban atronando el espacio con su eterno guao, guao, guao.\n Como el bonito bohío se levantaba solitario en medio del campo, no temía Aipirí que el lloro de los niños molestara a los vecinos ni que estos la delataran al marido. No contaba con Mabuya, el genio del mal, que está en todas partes y a quien hace poca gracia los llantos continuados, inacabables de los niños. Hay que reconocer que tiene motivos para ello, pues solo la paciencia de una madre sufre con resignación la música poco grata del llanto de los hijos.\n Mabuya, cansado de oírlos y viendo que sus lloros no tenían fin, como tampoco lo tenían los bailes y diversiones, ausencias y olvidos de la madre, temió quizá que aquellos niños malcriados fueran cuando mayores tan desalmados, crueles e inhumanos como él. En un arrebato de mal humor los transformó en arbustos venenosos, conocidos hoy con el nombre de guao. En el reino vegetal, es el guao algo así como un estigma, árbol seco y estéril, su resina y hojas producen al contacto, hinchazón y llagas, y aún se asegura que su misma sombra es dañina.\n En eso vinieron a parar, según la tradición, los hijos de Aipirí, por culpa de la desnaturalizada madre. Si el espíritu del mal hubo de castigar en los hijos la falta de su madre, el espíritu del bien, más justiciero, impuso un correctivo a la causante del daño, que debía servir de ejemplo. Transformó a Aipirí en Tatagua, mariposa nocturna de cuerpo grueso y alas cortas, conocida también con el nombre de Bruja.\n Es creencia bastante generalizada que las brujas o grandes mariposas de color oscuro tienen significación maléfica, anunciando allí donde entran, alguna desgracia y aún la muerte de un familiar. Es una adulteración del significado verdadero que le atribuye la tradición a la tatagua o bruja cuando se introduce en una casa y revoloteando se posa dentro de ella. Según esa tradición, al transformar el espíritu del bien a la madre que olvidó sus deberes, en la mariposa nocturna, lo hizo para que ésta, al aparecerse a las madres, las advirtiera de lo sagrado de sus obligaciones, y que jamás, por asistir a fiestas, bailes ni diversiones, debían dejar abandonados a sus tiernos hijos.\n Madres cienfuegueras buenas y santas que dedicáis vuestros desvelos al cuidado del fruto de sus entrañas, cuando veáis alguna tatagua en el hogar debéis pensar si ha quedado incumplido algún deber en las alteraciones y cuidados maternales.",
      "icon": "assets/icons/la_tatagua.png",
      "audio": "audio/la_tatagua.mp3"
    },
    {
      "title": "Mari-Lope",
      "content": "Más al Norte del bohío que según la tradición ocupaba la familia de José Díaz, y ya en terrenos de Revienta Cordeles, se levanta un kiosco de cemento, construido por la bondadosa y caritativa dama cienfueguera, que tanto ama la tierra natal, la señora Teresa Rabassa, esposa del reputado comerciante y banquero Sr. José Ferrer.\n Aquel kiosco es un piadoso recuerdo. Señala el preciso lugar en que se realizó el sacrificio de Mari-Lope. ¿Qué quién era Mari-Lope?\n Imagínate, lector, una tierna y hermosa mestiza de español e india, que heredara del padre las facciones caucásicas y de la madre el tinto dorado de la piel, la negrura del pelo y de los ojos, la mirada ingenua y el natural sencillo. Era de genio vivo y alegre, hacendosa, enamorada de las flores y apasionada al canto. Con el mismo cariño con que cultivaba sus silvestres flores, cuidaba de las palomas y pájaros con mimo domesticados.\n Nadie como ella cantaba con más unción, los areitos religiosos, ni con más ardor los cantos guerreros, ni con más dulzura las historias amorosas de siboneyes y piratas. A todos sonreía con ingenua pureza, a ninguno despreciaba por baja que fuera su condición, pero a nadie mostraba predilección especial, como no fuera a los que le dieron el ser. Educada por un padre profundamente piadoso, había germinado en ella y florecido lozano el místico amor por lo divino. Su espíritu iluminado se recreaba en las cosas y figuras celestiales; su alma flotaba siempre entre las nubes y reflejos de la gloria y su más ardiente aspiración era ir al eterno Paraíso celestial ofrecido por Cristo a sus adeptos.\n Tal era Mari-Lope, la tierna y hermosa doncella. De más está decir que la admiraban y requerían de amores todos los jóvenes siboneyes de la comarca, de los que siempre había rondando alguno por las cercanías del bohío de Mari-Lope, que se levantaba próximo a los terreros que hoy ocupa el edificio, del Yacht Club. Ella, casta y pura, consagrada a sus flores y aladas avecillas repartía los tesoros de su amor entre los que le habían dado el ser y Dios.\n Como en el caso de Azurina, hubo de penetrar en la bahía de Jagua una nave filibustera, en busca de reparación. La capitaneaba Jean el Temerario, pirata feroz, de mala entraña y peores instintos, joven todavía y de arrogante figura. Desfiguraban su rostro atezado, la dureza de la mirada y enorme cicatriz que le cruzaba la mejilla izquierda.\n Al ver a Mari-Lope, concibió por ella ardiente pasión, y sintió el deseo de poseerla; pero cuantas veces se acercó para hablarle de amores, otras tantas fue cortésmente rechazado. Tenaz y terco, no se dio por vencido el pirata, confiando que, si no de agrado, por fuerza había de obtener lo que se proponía. Una tarde la vio paseando en la solitaria playa. Cauteloso se acercó.\n - Y bien, Mari-Lope -le dijo,- ¿persistes en despreciar mi amor?\n - He prometido no ser de ningún hombre; pertenezco a Dios. Jean era a su modo creyente, pero en aquel momento sintió el aguijón de los celos del Ser Supremo que le disputaba el amor de la mujer que él adoraba.\n - Mari -arguyó- el amor a Dios no puede impedirte que me correspondas.\n - Es inútil, no insistas. No te amo. Puedo ser tu amiga, no tu amante.\n - Soy rico y valiente, señor de estos mares, que surco con mi bajel sin temor a nadie. Poseo inmensos tesoros y libre soy de apoderarme de cuantas riquezas estén a mi alcance. Ven conmigo; serás reina y señora, mis marineros tus vasallos, conquistaré para ti una isla, tendrás ricos trajes de seda y brocados, joyas las más costosas, esclavos dispuestos siempre a servirte y a satisfacer el menor de tus caprichos.\n Mari-Lope movió negativamente la cabeza y se limitó a responder:\n - Guarda para ti las riquezas que me ofreces: no las necesito. No puedo ser tuya, porque soy de Dios.\n Frenético de pasión y exacerbado por la negativa, Jean se acerca a Mari e intenta abrazarla. Logra ella, con esfuerzo sobrehumano, desprenderse de los hercúleos brazos que la enlazan y emprende veloz carrera.\n Próxima al hogar y cuando ya creía segura su salvación, algunos marineros de Jean salieron a su encuentro y a viva fuerza la detuvieron.\n Cuando llegó el pirata y quiso de nuevo retenerla entre sus brazos, brotó milagrosamente de la tierra, entre la doncella y su perseguidor, un tunal de agudas y penetrantes espinas. Jean, fuera de sí, saca del cinto su pistolete y dispara, hiriendo en la frente a Mari, que cae desplomada, al tiempo que una paloma de blancas alas se remonta por el aire y se pierde tras una nube. El brillo de un relámpago deslumbró a los piratas que al volver en sí vieron arder el cadáver de Jean y el tunal que tan prodigiosamente había brotado.\n En el lugar que éste ocupara, surge una rústica cruz, hecha de añoso tronco de cují, y como formando la peana de la cruz, aparecen hermosas flores color de azufre. La fantasía popular, siempre poética y creadora, representa a Mari vistiendo larga túnica amarilla, con una tosca cruz de madera al pecho, y tocada de largo y flotante cendal, coronada de flores de cují, llevando en la mano una cesta llena de las flores que llevan su nombre: Mari-Lope. Así termina la tradición.\n Lector curioso y amante de las glorias de Cienfuegos, si alguna vez sientes el peso de la vida y tu espíritu flaquea, dirígete a las salobres orillas de Tureira y fija tu mirada en la modesta flor de Mari-Lope. Es recuerdo que debe su origen legendario a la pura y candorosa doncella que llevó su nombre. Si la senda del deber se te hace espinosa, si las púas de la vida rompen tu corazón, si tu alma gime amargada por las hieles de la vida, si el presente es sombrío y el porvenir te aterra, recuerda con amor que una débil doncella te dio ejemplo de heroísmo y que supo morir, pero no ceder ante la fuerza bruta que la perseguía; saluda respetuoso y besa con cariño a la flor modesta a la que nuestros antepasados dieron el nombre de Mari-Lope en recuerdo de la heroína que ofrendó a Dios amores y vida.",
      "icon": "assets/icons/marilope.png",
      "audio": "audio/marilope.mp3"
    },
    {
      "title": "Maroya",
      "content": "La india Maroya bajaba al monte todas las noches desde la Luna para bañarse en las aguas del Hanabanilla, que corre entre las lomas del Guamuhaya.\n En cierta ocasión Arimao, joven y apuesto guerrero, la descubrió casualmente en su baño nocturno, y se quedó admirado de su belleza; sobre todo de su larga cabellera, que le corría por la espalda hasta perderse a lo lejos flotando sobre las aguas del río. Desde ese momento, el joven quedó hechizado por aquel encanto de mujer. No había dudas: estaba enamorado. Por eso juró luchar con todas sus fuerzas por alcanzar el amor de Maroya.\n Noche tras noche la vigilaba oculto desde un montecito en la ribera del rio; pero la jóven, al más leve ruido, escapaba al cielo en un rayo de luna. Sin embargo, en una de esas ocasiones en que el guerrero se aproximaba para contemplarla, no pudo soportar más sus deseos, y como un loco se abalanzó sobre ella, y esta vez la joven no pudo escapar. Ya en sus brazos, Maroya, muy asustada, le dijo:\n ¿Quién eres, hombre malo o bueno?\n y él, sin soltarla ni por un instante, le respondió:\n Soy Arimao, jefe guerrero de esta región.\n No me hagas daño, por favor; le respondió ella en tono suplicante.\n Daño no te haré. Sólo quiero que me ames como yo te amo a ti.\n Y cuando la india hizo ademán de escapar, Arimao la apretó con mucha más fuerza contra su pecho. Y así, ambos comenzaron a subir al cielo, envueltos en un rayo de luna. Pero en el ascenso, la india se fue despojando de su pelo. Aquella inmensa cabellera, cuya punta llegaba al nacimiento mismo del río, quedó serpenteando entre las montañas y se precipitó en una impresionante cascada que desde entonces todos llamaron Salto del Hanabanilla.",
      "icon": "assets/icons/maroya.png",
      "audio": "audio/maroya.mp3"
    },
    {
      "title": "El Cristo de la vereda",
      "content": "No fue muy dado el gobierno colonial a la construcción de caminos y carreteras, con grave quebranto del país, que no podía aprovechar sus riquezas y recursos naturales, con notoria incomodidad de sus pobladores, que para ir de un lugar a otro de la Isla tenían que hacer penosas marchas, no exentas de peligros.\n Esos inconvenientes, no impidieron que la vecina Trinidad, - cuya fundación ordenó en 1514 D. Diego Velásquez de Cuellar, el Conquistador de Cuba, precisamente mientras visitaba el puerto de Jagua- lograra prosperar gracias a su situación marítima, a la laboriosidad y espíritu emprendedor de sus habitantes y a los beneficios que reportaba del contrabando en una época de rigurosas prohibiciones comerciales. Por inverso motivo acrecentóse su prosperidad al declararse libre el tráfico comercial y al fomentarse en jurisdicción cafetales e ingenios.\n En la época a que se refiere la leyenda del Cristo de la Vereda, -Trinidad conservaba su antiguo esplendor y riqueza, que la habían hecho famosa en Cuba y fuera de ella. Todavía no existía el ferrocarril a La Habana y la navegación por mar hasta Batabanó era difícil, tardía, e insegura, por cuyo motivo los trinitarios para trasladarse a la Capital tenían que hacerlo por el antiguo camino de Trinidad a La Habana, pasando cerca del Castillo de Jagua, la Milpa, PasaCaballos y Las Auras. Éste último lugar fue el que habitaron, allá por el año de 1511, los virtuosos protectores de los siboneyes Bartolomé de las Casas y Pedro de la Rentería, que tanto hicieron a favor de los indios.\n Cierto día sorprendió a unos pasajeros, la misteriosa aparición de un Cristo de tamaño natural, que pendía de gruesa y tosca cruz formada con el tronco de un almácigo. Despertóse la curiosidad, y ya no fueron solo los caminantes obligados a pasar por allí los que se detenían admirados y contritos, sino curiosos venidos de lejanos lugares que se habían enterado de la divina aparición. No tardaron en atribuirle acciones milagrosas, que los hechos parecían confirmar.\n El bondadoso Cristo dispensaba su protección a los caminantes y restituía la salud a los enfermos. Por si esto no fuera bastante, se decía que socorría, con largueza, a los pobres que humildemente se acercaban a él y postrados a sus pies le pedían alivio para sus males, restitución de su salud y remedio a sus escaseces y penurias.\n La fama milagrosa del Cristo de la Vereda se extendió rápidamente por todo el territorio de Jagua, pasó la Sierra, invadió el Valle del Táyaba y el territorio que después se llamó de Las Villas, y afluyeron al venerable lugar gentes de todas clases y condiciones, en busca unos de salud, en demanda otros de dineros y solicitando algunos las dos cosas.\n Desgraciadamente, no todo es ventura ni hay dicha completa en este mundo. No es, pues, de extrañar que a todo bien acompañe un mal, y que en cumplimiento a esa ley, junto la aparición del milagroso Cristo de la Vereda, dispensador de bienes, hicieran sentir también su presencia otros misteriosos personajes, nada santos por cierto, que se dedicaban a la muy humana tarea de desvalijar al prójimo y apoderarse de cuanto llevaba.\n Mientras el milagroso Cristo, solícito y bondadoso, curaba al enfermo por medio de la cristalina agua que al pie de la cruz brotaba y pródigamente socorría al menesteroso depositando sigilosamente en las alforjas o en las cañoneras de su montura algunas monedas, los otros personajes, ocultos en la manigua o en las escabrosidades del monte, esperaban el paso del confiado caminante para despojarlo de su bolsa y de cuantas prendas de algún valor llevaba.\n Los asaltos y robos fueron tantos, que contadas eran las personas que se atrevían a transitar por aquellos lugares sin ir acompañados de amigos o con una escolta de criados armados, única manera de evitar una agresión por parte de los bandoleros. A los asaltos y robos siguieron algunos secuestros efectuados con atrevimiento e impunidad en las fincas inmediatas, llegándose a producir entre los pobladores de aquellos contornos un estado de temor e intranquilidad.\n Gobernaba la Isla en aquellos calamitosos tiempos, el sucesor de Ricafort y antecesor de Ezpeleta, un famoso general que, servil en España y tirano en Cuba, fue el primero que sembró durante los años que gobernó, de 1834 a 1838, la discordia entre insulares y peninsulares, el que se opuso a que las libertades constitucionales fueran establecidas en la colonia, y también el que con mano dura de procónsul corrigió abusos, puso freno al juego, encarceló y deportó a la gente maleante y persiguió con éxito a los ladrones y salteadores de caminos.\n Sucedió, pues, que una mañana, los que se veían obligados a transitar por los peligrosos lugares de referencia, fueron sorprendidos por el macabro espectáculo de un hombre, ya cadáver, pendiente por una cuerda de las ramas del añoso almácigo. La brisa matinal hacía oscilar levemente el cuerpo, alrededor del cual revoloteaban auras hambrientas. ¿Se trataba de un suicidio, de un crimen, de un acto de venganza o de justicia?.\n Difícil era acertar lo sucedido. Lo que estaba fuera de duda para algunos era que el ahorcado, a juzgar por su cara y su cuerpo, resultaba ser el mismísimo crucificado de la Vereda. Por supuesto que no pasaría de ser una ilusión de quienes tendrían más de incrédulos que de creyentes, pero lo cierto es que desde el día en que apareció aquel hombre ahorcado, cesaron los robos y asaltos a mano armada que tan peligroso hacían el tránsito por Las Auras a La Sierra, y, lo que era más extraordinario e inexplicable, cesaron los milagros que hacía y la protección que dispensaba el Cristo de la Vereda.\n Y de ahí como por la eterna ley de los contrastes y de las compensaciones, del mismo modo que tras un bien había surgido un mal, sucedió que con la supresión de éste sobrevino la anulación de aquél. A buen seguro que algunos pobres que recibieron dádivas, echarían de menos a los bandidos que asaltaban y secuestraban a los pudientes. Las malas lenguas que dieron en decir que el ahorcado tenía la misma cara del Cristo, aseguraron después que un socio y canario paisano de aquél se aprovechó del fruto de sus robos, rapiñas y secuestros.\n Durante años, grandes sumas del dinero obtenido por tan ilícitos medios, estuvieron guardados en botijas, antiguos envases de aceite de oliva, escondidas en un pozo negro del batey de cierta finca. En los comienzos de la guerra de 1868, las botijas fueron sacadas y rotas, y con parte del dinero que contenían se compraron canterías con las que se edificó una casa de la que se dice que en ella vaga errante y penando, el alma pecadora del Cristo de la Vereda. Otra parte del dinero, la mayor, se gastó en pleitos y papel sellado según los supersticiosos, que creen no aprovecha el dinero mal habido, lo que desgraciadamente no parecen confirmar los hechos.\n Los incrédulos, que por serlo no tienen fe en los designios justicieros de la Providencia, están convencidos, sin que sepamos nosotros en que fundan su aserto, que el dinero en cuestión está bien guardado en las cajas de un banco en el extranjero, de triste recordación para Cuba. ¿Quién está en lo cierto? ¡Vaya usted a saber!.\n En esas delicadas cuestiones en que están tan íntimamente mezcladas la historia y la leyenda, es difícil llegar a una solución concreta y el narrador imparcial - y como tales nos tenemos - debe limitarse a exponer las opiniones, sin determinarse por ninguna. Contentémonos, pues, con saber que hubo un Cristo de la Vereda que hacía dádivas, contemporáneo de un bandido que asaltaba y secuestraba, y que siendo al parecer dos personas distintas, no faltaron quienes la supusieron una sola.",
      "icon": "assets/icons/el_cristo_de_la_vereda.png",
      "audio": "audio/el_cristo_de_la_vereda.mp3"
    },
    {
      "title": "Pamuá",
      "content": "- Eres tan llorón como Pamuá.\n - Si, es una niña preciosa, pero hija es la tan criatura, mas llorona que Pamuá.\n - Es un pechicato y un pedigüeño como Pamuá.\n - No me importunes, eres tan majadero como Pamuá.\n - Ten cuidado con Juan, es mas soplón que Pamuá.\n Y siempre Pamuá … ¿Quién sería el personaje con tanta frecuencia nombrado, y que por lo mi oído había batido el record de las lágrimas, pedidos y majadería, y que además adolecía del grave defecto de ser delatador?\n Para conocer su historia busqué su nombre en diccionarios biográficos. Nada encontré. Hice iguales investigaciones en enciclopedias y obtuve idéntico resultado. Cuando ya me disponía a preguntar a nuestra Academia de la Historia, me entere por un anciano y antiguo amigo de la casa, que Pamuá había sido un tipo popular local, de los primeros tiempos de la colonia. Nada más pude obtener.\n Dedíqueme entonces a inquirir de unos y otros noticias de tan asendereado personaje y tomado datos de aquí y de alla he logrado saber algo de su carácter y costumbres. No me propongo escribir su biografía, pues no merecería el nombre de tal narración de los hechos de u hombre del cual se ignora quiénes fueron y como se nombraban sus progenitores, su verdadero y legítimo nombre, el lugar de su nacimiento, permaneciendo aún envuelto en el misterio el pueblo, villa o ciudad donde reposan los restos mortales del célebre personaje.\n Pamuá, corrupción o mala traducción de la frase francesa pour-moi, para mí, dio nombre al individuo conocido también como el apodo de Lagrimita. Nadie sabe a ciencia cierta la fecha en que Pamuá llegó a Fernandina de Jagua. Unos aseguran que fue compañero de viaje de Don Luis y de los primeros colonos procedentes de Burdeos. Otros, que llegó algún tiempo después, en la expedición de Nueva Orleáns que arribó el año 21. Y no faltan quienes aseveren que vino en una goleta de Santiago de Cuba, y no pocos, que procedía de Santa Clara.\n Pero si dudosas son las noticias de cuándo y cómo vino a Fernandina de Jagua, no lo son menos las del lugar de nacimiento, y en lo único que están todos contentos es que no nació bajo el cielo de Cuba.\n Era Pamuá hombre de elevada talla, delgado, recio, casi atleta, un jayán que había pasado ya la media rueda; de pequeña cabeza huesuda, ojos verdosos y cloróticos, nariz achatada, boca grande, dos caninos en la mandíbula superior y cuatro incisivos largos y amarillentos formaban toda su dentadura; ralo, largo y canoso el bigote; en la barbilla cuatro o seis ásperas, rígidas y albas cerdas, pelo corto y entrecano formaban su cabellera.\n Su traje era casi siempre un viejo y raído casacón militar demasiado ajustado al cuerpo, corto de mangas, que indicaba que el difunto había sido menor, conservaba algún que otro botón dorado, completaban su vestimenta un sombrero de de filtreo, pantalones de lanilla de corte también militar. Calzado solo usaba el que Juan ripio le diera al nacer aumentando de tamaño por el uso.\n Tipo popular, ridículo y temido a la vez por que según las malas y buenas lenguas era piquito de oro que cantaba diariamente en los oídos del Fundador todo cuanto pasaba en la Fernandina de Jagua. Tenía la difícil habilidad de derramar lágrimas a voluntad que utilizaba con gran provecho en su favor, y que hubieran envidiado las antiguas plañideras y lloronas.\n Por todo y por nada su desmesurada boca daba paso a quejidos lastimeros y de sus ojos manaban arroyos de lágrimas, despertando con estos recursos los sentimientos caritativos o el temor de los colonos, sacando siempre lasca o astilla y consiguiendo lo que pedía. Con esto y con lo de Don Luis le socorría conseguía ir tirando y hasta llegó a creerse que logró reunir unos cientos de reales sevillanos. Su andar cauteloso de felino, su mirada recelosa completaban su físico de intrigante y denunciador.\n Servía a Don Luis, y este tenía en él fuente abundosa la información policíaca hasta que un día quiso por su mala suerte meter en enredos a cierto francés, sastre de profesión, encargado de conservar el orden en la colonia y uno de los valerosos defensores en la batalla de los yuquinos. Celoso del buen nombre de su taller, lo era mucho más de su honra, a tal punto, que según habladurías de las gentes de aquel tiempo veía visiones, cosa hasta cierto punto justificada.\n Tenía, según cuentan, el sastre por compañera una francesita... la mujer más hermosa que ojos cienfuegueros vieran, alta, airosa, de elegante vestir, de ondulante y dorada cabellera, ojos de puro azul de cielo, labios de coral que guardaban cautivas, hermosas perlas, cuello de anabe, brazos de diosa, manos de sílfide, senos... No prosigo por no caer en la exageración de los que me la describieron. Solo añadiré que para colmo de perfecciones, tenía la tal madama voz tan dulce y bien timbrada, que ya la quisieran los ruiseñores para cantar sus amorosas endechas.\n Era tal prodigio de encantos y belleza en cuanto a gracia y simpatía digna de ser trigueña y cienfueguera. Como la francesita se daba cuenta cabal de su valer le gustaba ser admirada, se pasaba gran parte del día en la ventana y en ella recibía los saludos, frases de halagos y visitas y entre estas las de Pamuá o Lagrimita con sus eternos pedidos de Pamuá.\n Era este como ya se ha dicho, confidente, protegido y correveidile del Fundador, que aunque Gobernador, cristiano y Gran Señor tenía fama de haber sido en sus mocedades amigo de rondar rejas y ventanas y de casar en soto ajeno. Con tal tesoro por mujer, con las visitas de Pamuá y la fama del Fundador en asuntos de faldas, cualquiera, puesto en lugar del sastre hubiera tomado las precauciones. Así lo hizo Monsieur y despidió a cajas destempladas y tambor batiente, amonestando amorosamente a su Madama; pero ni el uno ni la otra se enmendaron ni aún se dieron por aludidos.\n El francés entonces cambio la táctica y con halagos consiguió atraerse a Pamuá, si es que era necesario halagarlo para tenerle siempre como mosca importuna. El majadero visitante obtenía del sastre hoy una hebilla, mañana un botón, así sucesivamente hasta que le pidió una casaca. Este se la ofreció muy cumplida y simuló tomarle medidas prometiéndole que el domingo a más tardar y antes de misa se la probaría.\n Llegado el domingo y al pasar los feligreses por frente a la puerta del sastre, que dicho sea de paso ostentaba en la puerta una gran muestra que decía: “Sastre francés de S. M el Rey y el Emperador”, notaron que la tienda permanecía cerrada y que en su interior se oían súplicas, sollozos y ayes lastimeros, y por ellos reconocieron que quien suplicaba y que por ellos reconocieron que quien suplicaba y lloraba quejumbrosamente era Pamuá.\n Todos, el que más o el que menos pensaba:\n - Hoy le toca al sastre sufrir las importunas peticiones de Pamuá.\n Y algun que otro en voz alta, para que fuera oída, decía:\n - No cedas, Maestro, No te ablandes Musiu.\n Se supo después que el sastre había medido y probado en el cuerpo de Pamua unos cujes de guayabo cortados en el inmediato sitio de San Alejandro, amenazándole que si volvía a verle por los contornes de su casa, las auras celebrarían suntuoso banquete en las playas de Juan Marsillan. De los escarmentados nacen los avisados y Pamuá tomo las de Villego, sin que hasta el presente e hayan tenido noticias de su paradero.\n Unos aseguran que Pamuá aquella misma tarde del domingo y sin decir adiós a su protector ni despedirse de nadie tomó camino de Trinidad, donde murió; y otros que consiguió camino de Santiago de Cuba, en cuya ciudad termino sus azorosos días en una Casa de Misericordia. Y dicen que dicen que Don Luis de Docluet jamás se consoló de la perdida de su fiel Pamuá.",
      "icon": "assets/icons/pamua.png",
      "audio": "audio/pamua.mp3"
    },
    {
      "title": "El caiman",
      "content": "Es el caimán un animal que los conquistadores hicieron genuinamente americano, pero ni por su figura repulsiva ni por sus hechos nada recomendables, hace honor al grande y magnífico continente descubierto por Colón.\n Ateniéndonos a la clasificación zoológica, el caimán es un reptil del grupo de los saurios o lagartos, figura en la subclase de los hidrosauros, orden de los cocodrilos, suborden de los procélidos, familia de los aligatóridos. Sino al natural, cuando menos dibujado o pintado habrá visto el lector algún caimán, así que no nos creemos obligados a hacerle su descripción.\n Si el lector es cienfueguero y la curiosidad le aguijonea, no será difícil satisfacerla dándose una vueltecita por la cercana Ciénaga de Zapata, donde tanto abundan nuestros cocodrilos, impropiamente llamados caimanes, esos animales carnívoros de boca ancha, cola larga y patas cortas, tan pesados en tierra como ligeros en el agua. Medra el caimán en toda la América con excepción de las regiones frías.\n Colón lo vio por vez primera en el río Chagres, en 1502. Los cronistas de la conquista lo describen con más o menos exactitud. Oviedo lo llama lagarto o dragón y le considera muy distinto del cocodrilo. Herrera le supone sin lengua y distingue los verdes de los pardos, afirmando que los primeros son más fieros y de mayor tamaño.\n Explica que ponen los huevos en la playa y los cubren de arena, obrando ésta junto con el calor del sol, como agentes incubadores. Los indios dedicábanse a la busca de dichos huevos, que comían con fruición. Para cazar a los cocodrilos, utilizaban un palo terminado en aguda punta por sus extremos, atado por el medio con una gruesa cuerda. Iban nadando al encuentro del animal y al abrir éste la boca le introducían el palo vertical, quedando en ella clavado.\n Dirigíase enseguida a la orilla, sujetando el cabo de la soga, que enlazaban en un árbol y tiraban con fuerza hasta que lograban hacer salir al cocodrilo del agua, rematándole a golpes. Otras veces atravesaban el palo de doble punta en el cuerpo de una jutía, que dejaban en la orilla, salía el saurio y pretendía engullirse la presa, logrando solo clavarse en las mandíbulas el palo, quedando a merced de los indios que le atacaban y mataban.\n Cuando la conquista de Cuba por Diego Velásquez, en 1511, los españoles solo vieron estos reptiles en el río Cauto y sus afluentes. No se conservan citas de la época de la conquista, que acrediten la existencia de dichos animales en otros lugares, sin embargo, es de creer que abundaran en la región de Jagua, famosa por su caimanera.\n Periódicamente, con regularidad desesperante, los pobres vecinos veían desaparecer sus aves, ganado vacuno, de cerda, y caballar. Al principio creyeron que se trataba de gente de mal vivir, que aprovechaban las sombras de la noche para apropiarse lo ajeno. Observaron, no obstante, que las aves o reses que dormían dentro de cercas o bajo techado, no desaparecían y dedujeron que el ladrón no debía ser precisamente un hombre, a quien le hubiera sido fácil apoderarse también de los animales que estaban dentro de las cercas.\n Dándose cuenta de la existencia de un enorme saurio, dedujeron que él y no otro era el autor de las fechorías nocturnas para saciar su voraz apetito. tomaron algunas precauciones sin gran resultado. El único medio preventivo consistía en encerrar a los animales, pero no todos los vecinos estaban en condiciones de hacerlo, aparte de las molestias y pérdida de tiempo que la operación exigía. Reunidos para considerar sobre asuntos de tan vital interés, acordaron como medio más rápido y expedito tratar de descubrir al malhechor y darle su merecido.\n Los más perjudicados de los vecinos, llevando a la cabeza a Monsieur Bonón, pusiéronse una noche al acecho, a poco, ruido de ramas que se rompen, pasos torpes de alguien que se avecina y entre las sombras les pareció ver las enormes mandíbulas del saurio y oír el rechinar de sus dientes que trituraban los huesos de alguna víctima.\n Monsieur Bonón, que era el único que iba armado de una vieja escopeta de chispa, en cuanto lo divisó, requiriendo todo su valor y ante la respetuosa admiración de sus convecinos, dispúsose a la ejecución del acto heroico que había de librar a la naciente colonia de tan molesto como peligroso enemigo. Levantó el arma, apuntó sin que el pulso le temblara y alzó el gatillo presto a martillar, mas ¡OH prodigio! Al ruido que hizo, volvióse lo más rápidamente que pudo el animal, y al darse cuenta de que lo iban a fusilar a quemaropa, todo angustiado gritó con voz perfectamente humana: - ¡No tires, Monsieur, que soy tu amigo!\n Los compañeros del francés, aterrorizados ante el caso imprevisto, diabólico, sobrenatural, de que un caimán hablara, salieron de estampía, en precipitada fuga, tomando cada uno por donde pudo, sin parar hasta encontrarse en sus respectivas casas, y aseguradas las puertas con doble tranca. Bonón, que no se asustaba fácilmente y que era poco dado a creer en artes diabólicas, hubo de darse cuenta que el cocodrilo no era auténtico y que bajo su dura piel se escondía alguien de carne y hueso que no le era desconocido. así que, bajando el arma, limitóse a responder:\n - Ya te conozco, caimán.\n El extraño suceso hubo de intrigar por mucho tiempo a los laboriosos y pacíficos colonos, son que lograran saber a ciencia cierta si se trataba de un verdadero caimán que hablara como hombre, o de un aprovechado prójimo que se fingía para con mayor impunidad apoderarse de lo ajeno.\n No somos nosotros los que, a tanta distancia, estamos en condiciones de esclarecer el asunto. Pero si podemos declarar que merced a los esfuerzos de Don Luis Juan Lorenzo y a los buenos oficios del mousierito Don José Capote, el famoso caimán no volvió a molestar a los vecinos. Cierto, de tarde en tarde, en tanto el núcleo de población no se extendió por aquella barriada, se notaba la ausencia de alguna que otra ave o res, pero tales fechorías, según malas lenguas, las llevaban a cabo caimanes de paso, amigos de apoderarse de lo ajeno.",
      "icon": "assets/icons/el_caiman.png",
      "audio": "audio/el_caiman.mp3"
    },
    {
      "title": "La Venus negra",
      "content": "Aquel grupo de colonos escogidos para fomentar la población de la costa de la anchurosa y espléndida bahía de Jagua una vez establecidos, construidos sus bohíos y empezada a cultivar la tierra , dieron comienzo tanto por vía de recreo como por el natural deseo de conocer cuanto les rodeaba, así como obtener los útiles productos de la pesca y la caza , excursiones y paseos por la extensísima bahía, rival de la de Nipe, visitando sus puntas, ensenadas, cayos, ciénagas y remontando sus ríos, hallando por doquier motivos de admirarse y sentirse satisfechos del lugar incomparable que habían ido a poblar. No eran por cierto los primeros pobladores.\n Antes de ellos habían vivido allí, por innumeras generaciones, los indios siboneyes desaparecidos por los rigores de la colonización que no supo tener en cuenta la idiosincrasia de aquella gente sencilla no acostumbrada al trabajo rudo. Como raza primitiva, al desaparecer no dejó más vestigios que el recuerdo de sus costumbres, de su idioma y de sus tradiciones.\n Uno de los cayos que primero visitaron los colonos, fue el denominado Cayo Loco, llamado también Cayo Güije, situado dentro del mismo puerto. Se supone que dicho cayo ha sido formado por los residuos de tierras y vegetales arrastrados en las corrientes y avenidas de los ríos, ayudadas por el flujo y el reflujo del mar, y los vientos reinantes. Tal por lo menos parece ser su formación según la ciencia. La explicación de la tradición siboney es muy distinta.\n Recordará el lector la leyenda de Guanaroca. Hamoao, el primer hombre , por celos encerró a su tierno hijo Imo o Imao dentro de un guiro, que colgó de un árbol. Cuando la madre, Guanaroca, la primera mujer descubre el guiro, se le cae de las manos, saliendo de él varios peces y tortugas de diverso tamaño. Los peces se convirtieron en los ríos que desembocan en la gran bahía de Jagua, la tortuga mayor en la península de Majagua y las demás en los diversos cayos. El carey o tortuga mayor, en la lucha con un gran pez o monstruo marino, hubo de perder la pata izquierda, que ya desprendida, flotó en el agua y se convirtió en “Cayo Loco” . Entre la explicación geológica y la mitológica, queda la libertad el lector de escoger la que más se acomode a sus gustos e inclinaciones.\n Una sorpresa les estaba reservada a los colonos cuando por primera vez visitaron a Cayo Loco. Encontraron viviendo en el una mujer negra, en plena juventud, sin más vestidos que los que le dio la próvida naturaleza. Era de formas irreprochables, y las líneas de su cuerpo tan perfectas, que el artista más exigente la hubiera considerado como un modelo de belleza femenina.\n Fue tal el efecto estético que su aspiración causó entre aquellos colonos que la bautizaron con los nombres de “La Venus Negra” y “La Belleza de Ébano”, generalizándose, más el primero. A la vista de los colonos, huyó la mujer, no por pudor sino por miedo. Corrieron tras ella, logrando darle alcance, pero a cuantas le hacían permanecía sin responder, mirándoles con sus grandes ojos espantados. Creyeron al pronto que no entendía los idiomas en que se le interrogaba, pero más tarde pudieron convencerse que no hablaba por que era muda.\n Aunque era la única moradora de aquel Cayo, y a nadie tenía que agradar, como no fuera a ella misma, adornada su ésplendida desnudez - mujer al fin - con collares y pulseras formados por sartas de semillas de bejucos y árboles y de conchas y caracoles marinos. Hemos dicho que vivía solitaria y la expresión no es del todo exacta.\n Tenía dos alas compañeras: una garza azul y una paloma blanca, de tal modo domesticadas, que a todas partes con ella iban, pasándose generalmente en sus hombros la última , sirviéndole de avanzada la primera. Y era curioso ver como las graciosas aves sacudían las alas alargando el cuello ponían el pico en la boca de su ama, como una muda acaricia.\n Uno de los colonos movido a compasión llevo a su casa a la Venus Negra, diole de comer y le proporcionó vestidos. El hombre pensó que como recompensa a su acto compasivo, la hermosa negra, complaciente haría los trabajos que se le ordenaran; que es cosa bastante común que tras una aparente filantropía se oculte el egoísmo y se preste un favor con miras a la recompensa.\n La Venus Negra, que había nacido para vivir libre y sin trabas en plena naturaleza, al verse cautiva con el pretexto de hacerle un bien, no pudiendo protestar con la palabra, lo hizo con los hechos, que es protesta todavía más elocuente. Acurrucada en cualquier rincón, allí estaba horas y más horas, negada pasivamente a levantarse, a trabajar y a comer.\n Pasaban los días, enflaqueciendo de manera alarmante, y ante el temor de que pereciera de hambre, el colono la llevó de nuevo a Cayo Loco, para que continuara viviendo allí en libertad, en compañía de sus fieles y aladas compañeras, alimentándose de frutas silvestres y de pájaros que con habilidad cazada, cangrejos, ostras, almejas y otros mariscos que pródiga la playa le suministraba.\n Cuantas veces los vecinos de Cienfuegos intentaron llevar a la Venus Negra a la vida civilizada, albergándola en sus casas y facilitándole vestidos, otras tantas se repitió su obstinada negativa de trabajar y de comer, por lo que acabaron por no molestarla, dejando que viviera como le diera su gana, reina y señora del solitario Cayo, teniendo por únicos súbditos a la garza azul y a la blanca paloma.\n No es la Venus Negra uno de esos personajes de leyenda, más fingidos que reales, creados por la fantasía popular. La Venus negra fue un ser de carne y hueso, y de su existencia dan fe, entre otras personas, Don Pedro Modesto Hernández, el cienfueguero más conocedor de las pasadas y presentes de su amado terruño, y a quien debemos las noticias y datos que nos han servido para la publicación de este libro.\n Cuenta Don Pedro Modesto que allá por el año de 1876, siendo él niño, una tarde mientras desalojaba un gran convoy militar, entró sigilosamente en su casa una mujer negra, ya anciana. Su cabellera parecía una enorme mota de blanco algodón. Iba completamente desnuda , llevando solo un collar de cuentas azules, rojas y blancas.\n Los familiares de Don Fernando, le proporcionaros vestidos que ella rehúso, teniéndose que recurrir a la fuerza para que se cubriese. Se le sirvió abundante y variada comida, absteniéndose de los alimentos condimentados y devorando con pasmosa rapidez plátanos, yucas y boniatos sin cocer. De buen grado dejaron que allí pasara la noche, y a la mañana siguiente, cuando fueron en su busca, hallaron solo los vestidos.\n Llevó únicamente su gran collar de cuentas, prenda que consideraba digna de su cuerpo. Aquella mujer era la Venus Negra, a quien los años habían despojado de su juvenil belleza. Fue la última vez que se la vio. Desapareció misteriosamente y no se supo nunca más de ella. Hoy la Venus Negra se ha convertido en un personaje de la leyenda, que encarna la muda protesta contra la esclavitud del negro.\n Es además la afirmación del ser salvaje que ama la libertad y no se acomoda a las trabas de la civilización. La fantasía popular, siempre poética y creadora afirma que la Venus Negra, en las noches sin luna , y con preferencia en las lluviosas que es más segura la soledad y el silencio, abandona su desconocido retiro y vaga por los patios abandonados, por las calles solitarias, llevando consuelo a los desvalidos y sueño reparador a los que padecen.",
      "icon": "assets/icons/la_venus_negra.png",
      "audio": "audio/la_venus_negra.mp3"
    },
    {
      "title": "La india maldita",
      "content": "Había una hermosa india llamada Iasiga. Legítima esposa de un laborioso Siboney conocido por Maitio. Vivían los dos en santa paz y buena armonía, muy de tarde en tarde alteradas por ligeras nubes que empañaban el cielo de la felicidad doméstica. Mientras él se ausentaba para dedicarse a la caza y a la pesca, ella preparaba la comida, cuidaba la siembra, tejía redes y jabas, cumplía todas las obligaciones de una mujer hacendosa. Iasiga era de temperamento ardiente y apasionado.\n Amaba a su marido, pero no tanto que solo tuviera ojos para él. Y tanto era así, que la primera vez que vio a Gaguiano, un apuesto siboney amigo de catar la fruta del cercado ajeno, sintió por él pasión tan abrasadora, que olvidando al confiado Maitio, se entregó sin resistencia, gustando sin tasa los placeres del amor vedado.\n Muchas tardes al regresar Maitio, notaba la ausencia de su esposa, quien al volver se disculpaba diciendo que había ido a ofrendar al fruto del bagá a sus familiares muertos, cuando lo cierto era que volvía de sus ilícitas correrías. Todo tiene un fin en el mundo, y lo tuvo la confianza de Maitio.\n Camino a su bohío al atardecer de cierto día, sospecha cruel mordió su alma candorosa. Al llegar al desierto hogar, no se limitó a esperar paciente. Preguntó por Iasiga a los vecinos, que le informaron haberla visto pasar con una batea de bagá, seguro indicio de que iría a visitar a los muertos. No se tranquilizó Maitio. Fue a la cercana orilla y embarcó en su piragua, dirigiéndose al caney.\n Desde lejos divisó, en la playa, una pareja en eterno coloquio. El corazón le dio vuelco. Temía que la sospecha se convirtiera en cruel realidad. Bogó con redoblado esfuerzo y al fin logró desembarcar sin ser visto. Avanzó con cautela y de improviso se presentó a los desprevenidos y confiados amantes, que no eran otros que Iasiga y Gaguiano. Huyó el amante, cobarde, y del pecho de ella se escapó un grito de angustia.\n Maitio contraído el rostro por el dolor, se acercó y le dijo con ronca voz:\n - Mil veces maldita seas mujer perjura. Que Mabuya castigue tu infidelidad, condenándote a vagar eternamente por costas, sin esperanza de descansar ni de inspirar compasión.\n Al instante fue trasformada la infiel Iasiga en monstruo marino, que se aparece de tarde en tarde, muda, triste y suplicante, a los pescadores solitarios, que en sus botes, piraguas o cachuchas, libran en el mar la subsistencia. Así por lo menos lo asegura la leyenda. No falta en la actualidad quien crea que realmente existe el origen de la tradición y suponen unos que sea el manatí que viene la aguas del Jucaral, o alguna enorme tortuga o carey que penetra en la bahía de Jagua.",
      "icon": "assets/icons/la_india_maldita.png",
      "audio": "audio/la_india_maldita.mp3"
    },
    {
      "title": "Ornoya",
      "content": "Jagua se dispone a honrar a su héroe, el vencedor del fiero y temible cacique de Lucayas, Ornocoy. El nombre de Ornoya está en todos los labios: lo pronuncian los ancianos con orgullo, los jóvenes guerreros con admiración, los niños con alegría, con agradecimiento las madres y con amor las doncellas. El anciano cacique siboney quiere premiar como se merece al intrépido caudillo.\n En el extenso batey, rodeado de frondosas ceibas, esbeltas palmas y cimbreantes cañas-bravas, bullía la gente en espera de la gran ceremonia con que se iba a honrar al héroe. El Cansí, o mansión del cacique, situado frente al batey, estaba adornado con mantas de algodón de múltiples colores, formando a un lado amplio dosel, bajo el que se hallaba, sentado en un dujo labrado, el cacique siboney, rodeado del behique principal, los ancianos más notables y otros miembros de su corte.\n Sonaron a distancia los cobos y oyéronse voces lejanas entonando himnos guerreros. La muchedumbre se replegó dejando libre parte del batey, apareciendo a poco en su extremo cuatro indios jóvenes que soplaban de vez en cuando en los roncos y estruendosos caracoles.\n Seguían los guerreros, y venía Ornoya con su más brillante plumaje y cubriéndole la espalda rico manto salpicado de finas conchas, en el cuello un collar de gruesas y nacaradas cuentas y con ajorca de oro en las muñecas. Tras él, caminan abatidos, las manos atadas a la espalda, bajos los ojos, hosca la mirada, los seis caciques vencidos, de los que hacen escarnio y mofa los espectadores. Cierra la marcha numeroso grupo de guerreros siboneyes, que van entonando canciones de guerra y armados unos de lanzas, otros de macanas y todos con el carcaj lleno de flechas y el gran arco pendiente de la cintura.\n Al paso de Ornoya, le saludan con vítores y arrojan a sus pies hojas y flores. Las madres levantan a sus hijos para que vean mejor al héroe y las doncellas le sonríen mimosas y admiradas. Al llegar frente al cacique, intenta Ornoya prosternarse, pero impídelo aquel y le habla así:\n - El hijo de Huoion no debe arrodillarse ante ningún mortal. Tu padre te envió para que salvaras a los moradores de Jagua de las invasiones y saqueos de los fieros lucayos. Tú cumpliste como bueno. Llevaste tus hermanos a la victoria y venciste en noble lid al osado y temido cacique Orconoy que ya no llevará el terror y la desesperación a nuestros lares. El pueblo de Jagua te saluda y te honra por su salvador, y tus proezas trasmitidas de generación en generación, perpetuadas por la leyenda, llegarán a las edades por venir, quedando tu nombre inmortalizado en la tierra, para ejemplo de los que defienden la seguridad del hogar y la libertad e independencia de la patria.\n Dicho esto, se quitó el collar y se lo puso a Ornoya, a la vez que le hacía el regalo de su maciza macana. Sentóse el joven guerrero al lado del anciano cacique, y dieron principio los populares festejos. Comenzó un juego de batos, dirigido por el tequina o jefe. Los dos bandos, compuesto uno de muchachos y otro de doncellas, alineáronse frente a frente, y a una señal del tequina la pelota fue lanzada al aire, siendo devuelta de grupo a grupo, cuidando los jugadores de cogerla en el aire, antes o después de rebotar en el suelo. El bando que no lograba devolverla, perdía un tanto. Siguiéronse los bailes y los cantos, acompañados de atabales, construidos de madera hueca, de pitos hechos de bejucos y de guamos, o caracoles grandes a los que se hacía un agujero.\n El samba, director del canto, entonaba la primera estrofa de un romance, de música cadenciosa y monótona, que luego repetía el coro. Primero danzaron las doncellas, que desplegaron todas sus gracias y seducciones en honor de Ornoya, luego los hombres y, por último, unas y otros a la vez.\n El postrer acto de la fiesta, consistió en simulacros guerreros. Aparecieron los dos bandos, cada uno con su jefe, colocáronse frente a frente y a una señal del cacique, simularon acometerse con sus lanzas y macanas, moviéndose con rápidas evoluciones para dar y para evitar el golpe de las armas. Despedía el sol sus últimos rayos desde la vecina sierra, cuando terminaron los populares festejos, y como postrer honor al invencible guerrero, todo el pueblo de Jagua, reunido en el amplio batey, gritó clamoroso por largo rato: ¡Ornoya! ¡Ornoya! ¡Ornoya!... Y el eco repetía la voz como si quisiera eternizar el nombre glorioso, para que de él supieran otras épocas y otras razas.",
      "icon": "assets/icons/ornoya.png",
      "audio": "audio/ornoya.mp3"
    }
  ]
}
